Repository: nithinM/TAO-Docker
Catalog: App/taoTests/locales/*/taotest.rdf.po
Languages: it_it, pt_br, uk_ua

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Content
it_it: Contenuto Test
pt_br: Conteúdo do teste
uk_ua: Зміст тесту

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Content
it_it: Contenuto Test
pt_br: Conteúdo do conteúdo
uk_ua: Зміст тесту

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Model
it_it: Modello Test
pt_br: Modelo de teste
uk_ua: Тестова модель

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Model
it_it: Modello Test
pt_br: Modelo de teste
uk_ua: Тестова модель

# http://www.w3.org/2000/01/rdf-schema#label
source: Testmodel implementation
it_it: Implementazione Testmodel
pt_br: Implementação do modelo de teste
uk_ua: Реалізація тестової моделі

# http://www.w3.org/2000/01/rdf-schema#comment
source: Implementation of the test model
it_it: Implementazione del modello di test
pt_br: Implementação do modelo de teste
uk_ua: Впровадження тестової моделі

# http://www.w3.org/2000/01/rdf-schema#label
source: Tests Manager
it_it: Gestore dei Test
pt_br: Gerenciamento de testes
uk_ua: Менеджер тестів

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Tests Manager Role
it_it: Ruolo del Gestore di Test
pt_br: A função do gerenciador de testes
uk_ua: Роль менеджера тестів

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Author
it_it: Creatore Test
pt_br: Autor de teste
uk_ua: Автор теста

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test Author Role
it_it: Ruolo del Creatore Test
pt_br: A função do gerenciador de teste
uk_ua: Роль тестового автора

# http://www.w3.org/2000/01/rdf-schema#comment
source: Testmodel implementation
it_it: Implementazione Testmodel

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tests Manager
it_it: Gestore dei Test

# http://www.w3.org/2000/01/rdf-schema#label
source: Test
pt_br: Teste
uk_ua: Тест

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test
pt_br: Teste
uk_ua: Тест
