Repository: nithinM/TAO-Docker
Catalog: App/taoQtiItem/locales/*/messages.po
Languages: pt_br

source: Please select a media file from the resource manager. You can add files from your computer with the button "Add file(s)".
pt_br: Por favor, selecione um arquivo de mídia do gerenciador de recursos. Você pode adicionar arquivos do seu computador com o botão "Adicionar arquivo (s)".

source: Please select a shared stimulus file from the resource manager.
pt_br: Por favor, selecione um arquivo de estímulo compartilhado do gerenciador de recursos.

source: Please select an image file from the resource manager. You can add files from your computer with the button "Add file(s)".
pt_br: Por favor, selecione um arquivo de imagem do Gerenciador de recursos. Você pode adicionar arquivos de seu computador com o botão "Adicionar arquivo (s)"

source: Please select the correct hotspot choices below.
pt_br: Por favor, selecione as opções corretas de marcador de pontos abaixo.

source: Please select the correct hottext choices below.
pt_br: Por favor, selecione as opções corretas de hottext abaixo.

source: Please set the correct associations by linking the choices.
pt_br: Por favor, defina as associações corretas, ligando as opções.

source: Please the score of each hotspot choice.
pt_br: Por favor, a pontuação de cada opção de marcação de ponto.

source: Please type the correct response below.
pt_br: Por favor digite a resposta correta abaixo.

source: Please type the correct response in the box below.
pt_br: Por favor, digite a resposta correta na caixa abaixo.

source: PNG image
pt_br: Imagem PNG

source: Portable element model %s not found. Required extension might be missing
pt_br: Modelo de elemento portátil %s não encontrado. Extensão necessária pode estar faltando

source: Position one or more points on a picture (response areas are not displayed).
pt_br: Posicione um ou mais pontos em uma imagem (as áreas de resposta não são exibidas).

source: positive
pt_br: positivo

source: Pre-formatted text
pt_br: Texto pré-formatado

source: Preparing CSS, please wait…
pt_br: Preparando o CSS, por favor aguarde ...

source: Preparing Metadata Values for target "%s"...
pt_br: Preparando valores de metadados para o destino "%s" ...

source: Preview
pt_br: Previsualização

source: Preview the item
pt_br: Previsualizar o item

source: Print
pt_br: Imprimir

source: Print the item
pt_br: Imprimir o item

source: PropertyUri to map has to a valid uri
pt_br: PropertyUri para mapear tem um uri válido

source: Provides a hint to the candidate as to the expected number of lines of input required. A line is expected to have about 72 characters.
pt_br: Fornece uma sugestão para o candidato quanto ao número esperado de linhas de entrada necessárias. Espera-se que uma linha tenha cerca de 72 caracteres.

source: Provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters.
pt_br: Fornece uma sugestão ao candidato quanto ao comprimento total esperado da resposta desejada medida em número de caracteres.

source: Provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters. This is not a validity constraint.
pt_br: Fornece uma sugestão ao candidato quanto ao comprimento total esperado da resposta desejada medida em número de caracteres. Esta não é uma restrição de validade.

source: Published %s
pt_br: Publicado %s

source: QTI Metadata
pt_br: Metadados QTI

source: QTI Package 2.1
pt_br: Pacote QTI 2.1

source: QTI Package 2.2
pt_br: Pacote QTI 2.2

source: QTI-XML error at line %1$d "%2$s".
pt_br: Erro QTI-XML na linha %1$d "%2$s".

source: QTI/APIP Content Package
pt_br: Pacote de Conteúdo QTI/APIP

source: QTI/APIP XML Item Document
pt_br: Documento de Item QTI/APIP XML

source: Question
pt_br: Questão

source: recommanded
pt_br: recomendado

source: Recommendations
pt_br: Recomendações

source: recommended
pt_br: recomendado

source: Reduce font size
pt_br: Reduzir tamanho da fonte

source: Register method expects $key and $name parameters
pt_br: O método Register espera os parâmetros $key e $name

source: Register method expects $key and $name parameters.
pt_br: O método Register espera os parâmetros $key e $name

source: Remove
pt_br: Remover

source: remove
pt_br: remover

source: Remove custom background color
pt_br: Remover cor de fundo personalizada

source: Remove custom border color
pt_br: Remover cor da borda personalizada

source: Remove custom font family
pt_br: Remover família de fontes personalizada

source: Remove custom font size
pt_br: Remover tamanho de fonte personalizado

source: Remove custom item width
pt_br: Remover a largura personalizada do item

source: Remove custom text color
pt_br: Remover cor de texto personalizada

source: Remove Message
pt_br: Remover mensagem

source: Remove pair
pt_br: Remover par

source: Remove the selected shape
pt_br: Remova a forma selecionada

source: Remove this stylesheet
pt_br: Remover esta folha de estilo

source: Replay timeout
pt_br: Tempo limite de repetição

source: required
pt_br: requerido

source: Response
pt_br: Resposta

source: Response identifier
pt_br: Identificador de Resposta

source: Response processing
pt_br: Processamento de resposta

source: Response Properties
pt_br: Propriedades da resposta

source: right
pt_br: direita

source: Right bracket
pt_br: Colchete direito

source: Rollback on...
pt_br: Reversão em caso de...

source: Save
pt_br: Salvar

source: Save the item
pt_br: Salvar o item

source: Scale size
pt_br: Tamanho da escala

source: Score
pt_br: Pontuação

source: score
pt_br: pontuação

source: Score range
pt_br: Faixa de pontuação

source: Score value
pt_br: Valor da pontuação

source: Select a
pt_br: Selecione uma

source: select a choice
pt_br: Selecione uma alternativa

source: Select a choice from a drop-down list.
pt_br: Selecione uma opção de uma lista drop-down.

source: Select a response identifier from the list.
pt_br: Selecione um identificador de resposta na lista.

source: Select a single (radio buttons) or multiple (check boxes) responses among a set of choices.
pt_br: Selecione um único (botões de opção) ou várias respostas (caixas de seleção) entre um conjunto de escolhas.

source: Select a value within a numerical range.
pt_br: Selecione um valor dentro de um intervalo numérico

source: Select an image first
pt_br: Selecione uma primeira imagem

source: Select an image first.
pt_br: Selecione uma primeira imagem.

source: Select another area to complete the association
pt_br: Selecione outra área para completar a associação

source: select correct choice
pt_br: selecione a alternativa correta

source: Select image
pt_br: Selecionar imagem

source: Select media file
pt_br: Selecionar arquivo de mídia

source: Select object
pt_br: Selecionar objeto

source: Select one or more areas (hotspots) displayed on an picture.
pt_br: Selecione uma ou mais áreas (pontos de marcação), exibidas em um quadro.

source: Select one or more text parts (hottext) within a text.
pt_br: Selecione um ou mais partes do texto dentro de um texto.

source: Select Point
pt_br: Selecão de ponto

source: Select Point Interaction
pt_br: Interação de seleção de ponto

source: Select predefined feedback style from the list.
pt_br: Selecione o estilo de feedback predefinido na lista.

source: Select shared stimulus
pt_br: Selecione o estímulo compartilhado

source: Select the area to add an image
pt_br: Selecione a área para adicionar uma imagem

source: Select the way the response of your interaction should be processed
pt_br: Selecione a forma que a resposta da sua interação deve ser processada

source: Select this area
pt_br: Selecione esta área

source: Select this area to start an association
pt_br: Selecione esta área para iniciar uma associação

source: Set the score for this response
pt_br: Definir a pontuação para esta resposta

source: Shape position
pt_br: Posição de forma

source: Shuffle choices
pt_br: Embaralhar alternativas

source: Sinus
pt_br: seno

source: Size and position
pt_br: Tamanho e posição

source: Slider
pt_br: Controle deslizante

source: Slider Interaction
pt_br: Interação de Controle deslizante

source: some text ...
pt_br: algum texto...

source: Square root
pt_br: Raiz quadrada

source: standard
pt_br: padrão

source: Step
pt_br: passo

source: Style Editor
pt_br: Editor de Estilo

source: Style Sheet Manager
pt_br: Gerenciador de folha de estilo

source: Successfully compiled "%s
pt_br: Compilado com sucesso "%s

source: SVG image
pt_br: Imagem SVG

source: Table headings
pt_br: Títulos de tabela

source: TAO default styles
pt_br: Estilos padrão do TAO

source: Target Class Lookup for resource "%s"...
pt_br: Pesquisa de classe de destino para o recurso "%s" ...

source: Text Block
pt_br: Bloco de texto

source: Text Block Properties
pt_br: Propriedades do bloco de texto

source: Text color
pt_br: Cor do texto

source: Text Entry
pt_br: Entrada de texto

source: Text Entry Interaction
pt_br: Interação de entrada de texto

source: The autostart attribute determines if the media object should begin as soon as the candidate starts the attempt (checked) or if the media object should be started under the control of the candidate (unchecked).
pt_br: O atributo autostart determina se o objeto de mídia deve começar assim que o candidato iniciar a tentativa (marcado) ou se o objeto de mídia deve ser iniciado sob o controle do candidato (desmarcado).

source: The button label.
pt_br: O rótulo do botão.

source: The default value from the target set to be used when no explicit mapping for a source value is given.
pt_br: O valor padrão do conjunto de destino a ser usado quando nenhum mapeamento explícito para um valor de origem é fornecido.

source: The file path to the image.
pt_br: O caminho do arquivo da imagem.

source: The file path to the object.
pt_br: O caminho do arquivo do objeto.

source: The file path to the shared stimulus.
pt_br: O caminho do arquivo do estímulo compartilhado.

source: The given target is not an instance of core_kernel_classes_Resource
pt_br: O destino determinado não é uma instância de core_kernel_classes_Resource

source: The highlighted choice cannot be associated more than %d time(s).
pt_br: A escolha destacada não pode ser associada a mais de %d tempo (s).

source: The identifier of the choice. This identifier must not be used by any other choice or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
pt_br: O identificador da escolha. Este identificador não deve ser usado por nenhuma outra opção ou variável de item. Um identificador é uma cadeia de caracteres que deve começar com uma letra ou um sublinhado ("_") e conter apenas letras, sublinhados, hifens ("-"), ponto (".", Também conhecido como ponto final), dígitos, combinação de caracteres e extensores.

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
pt_br: O identificador da escolha. Este identificador não deve ser usado por nenhuma outra variável de resposta ou item. Um identificador é uma cadeia de caracteres que deve começar com uma letra ou um sublinhado ("_") e conter apenas letras, sublinhados, hifens ("-"), ponto (".", Também conhecido como ponto final), dígitos, combinação de caracteres e extensores.

source: The identifier of the modal feedback. This identifier must not be used by any other modal feedback or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
pt_br: O identificador do feedback modal. Este identificador não deve ser usado por nenhum outro feedback modal ou variável de item. Um identificador é uma cadeia de caracteres que deve começar com uma letra ou um sublinhado ("_") e conter apenas letras, sublinhados, hifens ("-"), ponto (".", Também conhecido como ponto final), dígitos, Combinação de caracteres e extensores.

source: The identifier of the response identifier. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
pt_br: O identificador do identificador de resposta. Este identificador não deve ser usado por nenhuma outra variável de resposta ou item. Um identificador é uma cadeia de caracteres que deve começar com uma letra ou um sublinhado combinação de caracteres e extensores.

source: The IMS QTI Item could not be imported.
pt_br: O item IMS QTI não pôde ser importado.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was already stored in the Item Bank.
pt_br: O item IMS QTI referenciado como "%s" no arquivo IMS Manifest já estava armazenado no banco de itens.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was successfully imported.
pt_br: O item IMS QTI referenciado como "%s" no arquivo IMS Manifest foi importado com sucesso.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest was successfully rolled back.
pt_br: O item IMS QTI referenciado como "%s" no arquivo IMS Manifest foi revertido com sucesso.

source: The IMS QTI Item was successfully imported.
pt_br: O item QTI do IMS foi importado com sucesso.

source: The item cannot be saved because it contains an unsupported custom interaction.
pt_br: O item não pode ser salvo porque contém uma interação personalizada não suportada.

source: The item has not been saved!
pt_br: O item não pode ser salvo.

source: The item has unsaved changes, are you sure you want to leave ?
pt_br: O item tem alterações não salvas, tem certeza de que deseja sair?

source: The item has unsaved changes, would you like to save it ?
pt_br: O item tem alterações não salvas, você gostaria de salvá-lo?

source: The item needs to be saved before it can be previewed
pt_br: O item precisa ser salvo antes de poder ser visualizado.

source: The item of the qti item. It is currently used as a meta data only. It is required by the QTI standard.
pt_br: O item do item qti. Atualmente, ele é usado apenas como metadados. Isso é exigido pelo padrão QTI.

source: The left position of the shape relative to the top left corner of the background in pixels. This value may be scaled when the background image size is adapted to it's container
pt_br: A posição esquerda da forma em relação ao canto superior esquerdo do plano de fundo, em pixels. Este valor pode ser escalado quando o tamanho da imagem de fundo é adaptado ao seu contêiner.

source: The loop attribute is used to set continuous play mode. In continuous play mode, once the media object has started to play it should play continuously (subject to maxPlays).
pt_br: O atributo loop é usado para definir o modo de reprodução contínua. No modo de reprodução contínua, uma vez que o objeto de mídia tenha começado a tocar, ele deve ser reproduzido continuamente (sujeito a maxPlays).

source: The lower bound of the slider
pt_br: O limite inferior do controle deslizante

source: The manifest argument must be an instance of DOMDocument.
pt_br: O manifesto argumento deve ser uma instância de DOMDocument.

source: The mapping options are available when at least one map entry is defined.
pt_br: As opções de mapeamento estão disponíveis quando pelo menos uma entrada do mapa é definida.

source: The maximum number of association is unlimited.
pt_br: O número máximo de associação é ilimitado.

source: The maximum number of associations that the candidate is allowed to make.
pt_br: O número máximo de associações que o respondente pode fazer.

source: The maximum number of choices that the candidate is allowed to select.
pt_br: O número máximo de opções que o candidato pode selecionar.

source: The maximum number of choices this choice may be associated with.
pt_br: O número máximo de escolhas com as quais essa opção pode estar associada.

source: The maximum number of choices this choice may be associated with. If matchMax is 0 there is no restriction.
pt_br: O número máximo de escolhas com as quais essa opção pode estar associada. Se MatchMax é 0, não há restrição.

source: The maxPlays attribute indicates that the media object can be played at most maxPlays times - it must not be possible for the candidate to play the media object more than maxPlay times. A value of 0 (the default) indicates that there is no limit.
pt_br: O atributo maxPlays indica que o objeto de mídia pode ser reproduzido no máximo de maxPlays vezes - não deve ser possível para o participante reproduzir o objeto de mídia mais do que maxPlay times. Um valor de 0 (o padrão) indica que não há limite.

source: The MIME-type attribute describes which kind of file may be uploaded.
pt_br: O atributo MIME-type descreve qual tipo de arquivo pode ser carregado.

source: The minimum number of answers is
pt_br: O número mínimo de respostas é

source: The minimum number of associations that the candidate is required to make to form a valid response.
pt_br: O número mínimo de associações que o respondente deve fazer para formar uma resposta válida.

source: The minimum number of choices that the candidate is required to select to form a valid response.
pt_br: O número mínimo de opções que o candidato deve selecionar para formar uma resposta válida.

source: The minimum number of choices this choice must be associated with to form a valid response.
pt_br: O número mínimo de escolhas com as quais as mesmas devem ser usadas devem ser usadas para representar uma resposta válida.

source: The number of units corresponding to a step on the slider
pt_br: O número de unidades correspondentes a uma etapa no controle deslizante

source: The path argument for extractor must be a non-empty array.
pt_br: O argumento do caminho para o extrator deve ser um array não vazio.

source: The principle identifier of the item. This identifier must have a corresponding entry in the item's metadata.
pt_br: O principal identificador do item. Esse identificador deve ter uma entrada correspondente nos metadados do item.

source: The purpose for which the rubric is intended to be used. As a reading passage for multiple items, or instructions for a particular section, for example.
pt_br: O propósito para o qual a rubrica se destina a ser usada. Como uma passagem de leitura para vários itens, ou instruções para uma seção específica, por exemplo.

source: The QTI class "%1$s" located at line "%2$d" is currently not supported.
pt_br: A classe QTI "%1$s" localizada na linha "%2$d" atualmente não é suportada.

source: The Response Processing Template "%s" is not supported.
pt_br: O modelo de processamento de resposta "%s" não é suportado.

source: The selected file is ready to be sent.
pt_br: O arquivo selecionado está pronto para ser enviado.

source: The shape height in pixels. This value may be scaled when the background image size is adapted to it's container
pt_br: A altura da forma em pixels. Este valor pode ser escalado quando o tamanho da imagem de fundo é adaptado ao seu contêiner

source: The shape width in pixels. This value may be scaled when the background image size is adapted to it's container
pt_br: A largura da forma em pixels. Este valor pode ser escalado quando o tamanho da imagem de fundo é adaptado ao seu contêiner

source: The target must be an instance of DOMDocument
pt_br: O destino deve ser uma instância do DOMDocument

source: The text to be displayed if the image is not available.
pt_br: O texto a ser exibido se a imagem não estiver disponível.

source: The top position of the shape relative to the top left corner of the background in pixels. This value may be scaled when the background image size is adapted to it's container
pt_br: A posição superior da forma em relação ao canto superior esquerdo do plano de fundo, em pixels. Este valor pode ser escalado quando o tamanho da imagem de fundo é adaptado ao seu contêiner

source: The upper bound of the slider
pt_br: O limite superior do controle deslizante

source: The validation of the imported QTI item failed. The system returned the following error:%s
pt_br: A validação do item QTI importado falhou. O sistema retornou o seguinte erro:%s

source: The ZIP archive containing the IMS QTI Item cannot be extracted.
pt_br: O arquivo ZIP contendo o item IMS QTI não pode ser extraído.

source: The ZIP archive does not contain an imsmanifest.xml file or is an invalid ZIP archive.
pt_br: O arquivo ZIP não contém um arquivo imsmanifest.xml ou é um arquivo ZIP inválido.

source: There are errors in the following shared stimulus :
pt_br: Existem erros nos seguintes estímulos compartilhados :

source: There is an incomplete element in your item: please click on it to complete it.
pt_br: Há um elemento incompleto no seu item: clique nele para concluí-lo.

source: There was a problem downloading your CSS, please try again.
pt_br: Houve um problema ao fazer o download do seu CSS. Tente novamente.

source: this identifier is already in use
pt_br: este identificador já está em uso

source: This is not a valid answer
pt_br: Esta não é uma resposta válida

source: This stylesheet has not been found on the server. you may want to delete this reference
pt_br: Esta folha de estilo não foi encontrada no servidor. você pode querer excluir esta referência

source: Time dependent
pt_br: Dependente do tempo

source: Title
pt_br: Título

source: to
pt_br: para

source: Top
pt_br: Topo

source: Trigger the end of the item attempt.
pt_br: Acione o final da tentativa do item.

source: Unable to retrieve asset "%s
pt_br: Não é possível recuperar o recurso "%s

source: Unable to validate %s: %s
pt_br: Não é possível validar %s: %s

source: undo
pt_br: desfazer

source: Undo
pt_br: Desfazer

source: Unknown $key to register MetadataService instance
pt_br: Desconhecida $key para registrar a instância MetadataService

source: Unregister method expects $key and $name parameters.
pt_br: O método de cancelamento de registro espera os parâmetros $key e $name.

source: Upload a file (e.g. document, picture...) as a response.
pt_br: Faça o upload de um arquivo (por exemplo, documento, imagem ...) como resposta.

source: Upper Bound
pt_br: Limite superior

source: Use this if you want the list of choices to be prefixed (e.g. 1,2,3 a,b,c)
pt_br: Use isso se quiser que a lista de opções seja prefixada (por exemplo, 1,2,3 a, b, c)

source: Used to control the format of the text entered by the candidate.
pt_br: Usado para controlar o formato do texto inserido pelo respondente.

source: Value
pt_br: Valor

source: WAV audio
pt_br: Audio WAV

source: We will use the patternMask to do this, to be compliant with the IMS standard
pt_br: Nós usaremos o patternMask para fazer isso, para estar em conformidade com o padrão IMS

source: Width
pt_br: Largura

source: words
pt_br: palavras

source: Would you like to replace the alt text
pt_br: Você gostaria de substituir o texto alternativo

source: Wrong type of file. Expected %s. The selected file has the mimetype "%s".
pt_br: Tipo errado de arquivo. %s esperado. O arquivo selecionado tem mimetype "%s".

source: WYSIWYG editor
pt_br: editor WYSIWYG

source: XML error "%1$s".
pt_br: XML erro "%1$s".

source: XML error at line %1$d "%2$s".
pt_br: Erro XML na linha %1$d "%2$s".

source: Yes
pt_br: Sim
