Repository: nithinM/TAO-Docker
Catalog: App/taoQtiItem/locales/*/messages.po
Languages: pt_br

source: Fill in the gaps in a text from a set of choices.
pt_br: Preencha as lacunas em um texto a partir de um grupo de opções.

source: or
pt_br: ou

source: %d characters allowed
pt_br: %d caracteres permitidos

source: %d Item(s) of %d imported from the given IMS QTI Package.
pt_br: %d item(ns) %d importado de determinado pacote IMS QTI.

source: %s metadata values found in source by extractor(s).
pt_br: %s valores de metadados encontrados na fonte de extractor(es).

source: -- Any kind of file --
pt_br: Qualquer tipo de arquivo

source: A choice must be selected
pt_br: Uma alternativa deve ser selecionada

source: A human interpretation of the variable's value.
pt_br: Uma interpretação humana do valor da variável.

source: A rubric block identifies part of an assessmentItem's itemBody that represents instructions to one or more of the actors that view the item. Although rubric blocks are defined as simpleBlocks they must not contain interactions.
pt_br: Um bloco de rubrica identifica parte de um itemBody de assessmentItem que representa instruções para um ou mais atores que visualizam o item. Embora os blocos de rubricas sejam definidos como simplesBlocos, eles não devem conter interações.

source: Adapt to screen size
pt_br: Adaptar ao tamanho da tela

source: Add
pt_br: Adicionar

source: Add a modal feedback
pt_br: Adicionar um feedback modal

source: Add a QTI/APIP XML Item Document
pt_br: Adicionar um documento de item QTI/APIP XML

source: Add a ZIP file containing QTI/APIP items
pt_br: Adicionar um arquivo ZIP contendo itens QTI/APIP

source: Add another option
pt_br: Adicionar outra opção

source: Add choice
pt_br: Adicionar alternativa

source: Add else feedback
pt_br: Adicionar outro feedback

source: Add new pairs
pt_br: Adicionar novos pares

source: Add Style Sheet
pt_br: Adicionar folha de estilo

source: Alignment
pt_br: Alinhamento

source: Allow elimination
pt_br: Permitir eliminação

source: Allowed associations
pt_br: Associações permitidas

source: Allowed choices
pt_br: Escolhas permitidas

source: Allowed number of matches
pt_br: Número permitido de correspondências

source: Allowed number of uses
pt_br: Número permitido de utilizações

source: An error occured while exporting an item.
pt_br: Ocorreu um erro ao exportar um item.

source: An error occured while extracting the ZIP archive representing the IMS Content Package.
pt_br: Ocorreu um erro ao extrair o arquivo ZIP representando o Pacote de Conteúdo do IMS.

source: An error occured while loading a shared stimulus.
pt_br: Ocorreu um erro ao carregar um estímulo compartilhado.

source: An error occured while parsing IMS QTI data.
pt_br: Ocorreu um erro ao analisar os dados do IMS QTI.

source: An error occurred at the level of the QTI model.
pt_br: Ocorreu um erro no nível do modelo QTI.

source: An unexpected error occured while dealing with Response Processing.
pt_br: Ocorreu um erro inesperado ao lidar com o Processamento de Resposta.

source: An unexpected error occurred during the import of the IMS QTI Item Package.
pt_br: Ocorreu um erro inesperado durante a importação do pacote de itens IMS QTI.

source: APIP Content Package
pt_br: Pacote de Conteúdo APIP

source: Arrange a list of choices in the correct order.
pt_br: Organize uma lista de alternativas na ordem correta.

source: Associate
pt_br: Associação

source: Associate Interaction
pt_br: Interação de associação

source: association pairs
pt_br: pares de associação

source: at least
pt_br: finalmente

source: Attempting to inject "%s" metadata values for target "%s" with metadata Injector "%s".
pt_br: Tentativa de inserir valores de metadados "%s" para o destino "%s" com o Injetor de metadados "%s"

source: Autostart
pt_br: Início automático

source: Back to Manage Items
pt_br: Voltar para Gerenciar Itens

source: Background color
pt_br: Cor de fundo

source: Block
pt_br: Bloco

source: block
pt_br: bloco

source: Block contains the content (stimulus) of the item such as text or image. It is also required for Inline Interactions.
pt_br: Bloco contém o conteúdo (estímulo) do item, como texto ou imagem. Também é necessário para Interações Inline.

source: Border color
pt_br: Cor da borda

source: Browse your computer and select the appropriate file.
pt_br: Procure no seu computador e selecione o arquivo apropriado.

source: Browse...
pt_br: Buscar...

source: Cancel
pt_br: Cancelar

source: cancel
pt_br: cancelar

source: Cannot create gap from this selection. Please check that you do not have partially selected elements.
pt_br: Não é possível criar lacunas nesta seleção. Por favor, verifique se você não tem elementos parcialmente selecionados.

source: Cannot delete a variable currently used in response processing
pt_br: Não é possível excluir uma variável usada atualmente no processamento de respostas

source: Cannot edit a variable currently used in response processing
pt_br: Não é possível editar uma variável atualmente usada no processamento de resposta

source: cannot find QTI XML
pt_br: não é possível encontrar o QTI XML

source: cannot load QTI XML
pt_br: não é possível carregar o QTI XML

source: Cannot locate the file "%s
pt_br: Não é possível localizar o arquivo "%s

source: chars
pt_br: caracteres

source: Choice
pt_br: Alternativa

source: Choice Image
pt_br: Escolher Imagem

source: Choice Interaction
pt_br: Interação de múltipla escolha

source: Choice Properties
pt_br: Propriedades das alternativas

source: choices
pt_br: alternativas

source: Choices
pt_br: Alternativas

source: Class Lookup Successful. Resource "%s" will be stored in RDFS Class "%s".
pt_br: Pesquisa de classe com Sucesso. O recurso "%s" será armazenado na classe RDFS "%s".

source: Class successfully created.
pt_br: Pasta criada com sucesso.

source: Classification entries have to be an instance of ClassificationEntryMetadataValue
pt_br: As entradas de classificação devem estar em uma instância deClassificationEntryMetadataValue

source: Classification metadata is required to be extracted.
pt_br: Os metadados de classificação precisam ser extraídos.

source: Classification value to map has to a string
pt_br: O valor de classificação a mapear tem que ser uma string

source: Click again to remove
pt_br: Clique novamente para remover

source: Click to display interaction widget
pt_br: Clique para exibir o widget de interação

source: Collect open-ended information in a short text input (strings or numeric values).
pt_br: Colete informações abertas em uma entrada de texto curta (letras ou valores numéricos).

source: Collect open-ended information in one or more text area(s) (strings or numeric values).
pt_br: Colete informações abertas em uma ou mais áreas de texto (letras ou valores numéricos).

source: Color Picker
pt_br: Seletor de cores

source: Contraints
pt_br: Restrições

source: Control the playing parameters (auto-start, loop) of a video or audio file and report the number of time it has been played.
pt_br: Controlar os parâmetros de reprodução (autoinício, repetição) de um arquivo de vídeo ou áudio e informar o número de vezes que foi reproduzido

source: Correct
pt_br: Corrigir

source: correct
pt_br: corrigir

source: Cosinus
pt_br: Cosseno

source: Create assocations and fill the score in the form below
pt_br: Crie associações e preencha a pontuação no formulário abaixo

source: Create association(s) between areas (hotspots) displayed on a picture.
pt_br: Associe as áreas (pontos de acesso) exibidas em uma imagem.

source: Create association(s) between two sets of choices displayed in a table (row and column).
pt_br: Associe os dois conjuntos de opções exibidas em uma tabela (linha e coluna).

source: Create gap
pt_br: Criar lacuna

source: Create hottext
pt_br: Criar hottext

source: Create pair(s) from a series of choices.
pt_br: Crie pares de uma série de alternativas.

source: CSV file
pt_br: Arquivo CSV

source: Current value:
pt_br: Valor atual:

source: Currently conversion from MathML to LaTeX is not available. Editing MathML here will have the LaTex code discarded.
pt_br: Atualmente a conversão de MathML para LaTeX não está disponível. A edição de MathML aqui terá o código LaTex descartado.

source: custom
pt_br: personalizado

source: Custom Response Processing Mode
pt_br: Modo de processamento de resposta personalizado

source: Default
pt_br: Padrão

source: default
pt_br: padrão

source: Define correct response
pt_br: Definir a resposta correta

source: define prompt
pt_br: definir alerta

source: Define the correct response.
pt_br: Defina a resposta correta.

source: Define whether a choice must be selected by the candidate in order to form a valid response to the interaction.
pt_br: Defina se uma alternativa deve ser selecionada pelo candidato para formar uma resposta válida para a interação.

source: Define whether the item should be time dependent on delivery.
pt_br: Defina se o item deve depender do tempo da entrega.

source: Defined width
pt_br: Largura definida

source: Defines the maximum magnitude of numeric outcome variables, the maximum must be a positive value and the minimum may be negative.
pt_br: Define a magnitude máxima das variáveis ​​de resultado numérico, o máximo deve ser um valor positivo e o mínimo pode ser negativo.

source: delete
pt_br: excluir

source: Delete
pt_br: Excluir

source: Delete else statement
pt_br: Excluir outra afirmação

source: Delete this modal feedback
pt_br: Excluir esta forma de feedback

source: Description
pt_br: Descrição

source: Disable this stylesheet temporarily
pt_br: Desativar esta folha de estilo temporariamente

source: Display
pt_br: Exibição

source: Display the choices either horizontally or vertically
pt_br: Exibe as opções horizontalmente ou verticalmente

source: Divide
pt_br: Dividir

source: done
pt_br: Concluído

source: Download this stylesheet
pt_br: Baixar esta folha de estilo

source: Draw a circle on the image
pt_br: Desenhe um círculo na imagem

source: Draw a free form on the image
pt_br: Desenhe uma forma livre na imagem

source: Draw a rectangle on the image
pt_br: Desenhe um retângulo na imagem

source: Draw an ellipsis on the image
pt_br: Desenhe reticências na imagem

source: Drop the target to select a point
pt_br: Solte o alvo para selecionar um ponto

source: Edit
pt_br: Editar

source: edit choices
pt_br: editar alternativas

source: Edit math expression using MathML
pt_br: Edite a expressão matemática usando o MathML

source: Edit modal feedback title
pt_br: Editar título de feedback modal

source: Edit stylesheet label
pt_br: Editar legenda de estilo

source: Editing Mode
pt_br: Modo de Edição

source: Element Properties
pt_br: Propriedades do elemento

source: elements
pt_br: elementos

source: Eliminate
pt_br: Eliminar

source: Enable the test taker to pause and restart the playing.
pt_br: Permitir que o participante do teste pause e reinicie a reprodução.

source: End Attempt
pt_br: Finalizar Tentativa

source: End Attempt Interaction
pt_br: Interação de tentativa final

source: Enlarge font size
pt_br: Aumentar tamanho da fonte

source: Enter a select MIME-type
pt_br: Digite um MIME-type selecionado

source: Enter choices…
pt_br: Digite as opções…

source: Error on item %1$s : %2$s
pt_br: Erro no item %1$s :%2$s

source: Error on item %s
pt_br: Erro no item %s

source: Error to export item %s: %s
pt_br: Erro ao exportar o item %s :%s

source: Export
pt_br: Exportar

source: Export APIP 1.0 Package
pt_br: Exportar pacote APIP 1.0

source: Export failed for the item "%s": %s
pt_br: Falha na exportação para o item "%s": %s

source: Export metadata
pt_br: Exportar metadados

source: Export metadata item
pt_br: Exportar metadados de item

source: Export QTI 2.1 Package
pt_br: Exportar Pacote QTI 2.1

source: Export QTI 2.2 Package
pt_br: Exportar Pacote QTI 2.1

source: Extended Text Interaction
pt_br: Interação de Extended Text

source: Fail to export item
pt_br: Falha ao exportar item

source: Failed to publish %1$s in %2$s
pt_br: Falha ao publicar %1$s em %2$s

source: Failed to save item
pt_br: Falha ao salvar o item

source: Feedback Style
pt_br: Estilo de Feedback

source: File
pt_br: Arquivo

source: File name
pt_br: Nome de arquivo

source: File Upload
pt_br: Envio de arquivo

source: File Upload Interaction
pt_br: Interação de Envio de Arquivos

source: Fill in the gaps on a picture with a set of image choices.
pt_br: Preencha as lacunas em uma foto com um conjunto de opções de imagem.

source: Flash video
pt_br: Vídeo em flash

source: Font family
pt_br: Família de fontes

source: Font size
pt_br: Tamanho da fonte

source: Format
pt_br: Formato

source: Fraction
pt_br: Fração

source: Gap
pt_br: Lacuna

source: GIF image
pt_br: Imagem GIF

source: Graphic Associate Interaction
pt_br: Interação de associação gráfica

source: Graphic Gap Match Interaction
pt_br: Interação de correspondência de espaço gráfico

source: Graphic Order Interaction
pt_br: Interação de ordenação gráfica

source: Greater than or equal
pt_br: Maior que ou igual a

source: Guard for resource "%s"...
pt_br: Proteger pelo recurso "%s"...

source: Height
pt_br: Peso

source: Hotspot
pt_br: Marcação de ponto

source: Hotspot Interaction
pt_br: Interação de marcação de ponto

source: Hottext Interaction
pt_br: Interação Hottext

source: How the math expression should be displayed.
pt_br: omo a expressão matemática deve ser exibida.

source: How the math expression should be edited
pt_br: Como a expressão matemática deve ser editada

source: identical pair already exists
pt_br: par idêntico já existe

source: Identifier
pt_br: Identificador

source: identifier
pt_br: identificador

source: identifier already taken
pt_br: identificador já usado

source: If given, the pattern mask specifies a regular expression that the candidate's response must match in order to be considered valid
pt_br: Se fornecida, a máscara de padrão especifica uma expressão regular que a resposta do candidato deve corresponder para ser considerada válida

source: If the string interaction is bound to a numeric response variable then the base attribute must be used to set the number base in which to interpret the value entered by the candidate.
pt_br: Se a interação de carcteres alfabéticos estiver vinculada a uma variável de resposta numérica, o atributo base deverá ser usado para definir a base numérica na qual interpretar o valor inserido pelo candidato.

source: If this box is checked the student will be able to eliminate choices.
pt_br: Se esta caixa estiver marcada, o aluno poderá eliminar escolhas.

source: Import
pt_br: Importar

source: Import a QTI/APIP Content Package
pt_br: Importar um pacote de conteúdo QTI/APIP

source: Import a QTI/APIP XML Item Document
pt_br: Importar um Documento de item QTI/APIP XML

source: IMS QTI Item referenced as "%s" contains a portable element and cannot be imported.
pt_br: O item QTI do IMS referenciado como "%s" contém um elemento portátil e não pode ser importado.

source: IMS QTI Item referenced as "%s" in the IMS Manifest file could not be imported.
pt_br: Item QTI do IMS referenciado como "%s" no arquivo IMS Manifest não pôde ser importado.

source: In seconds. Delay during which the replay of the media is allowed. Once reached, the media is disabled and cannot be played anymore.
pt_br: Em segundos. Atraso durante o qual o replay da mídia é permitido. Uma vez alcançada, a mídia é desativada e não pode mais ser reproduzida.

source: In visual environments, string interactions are typically represented by empty boxes into which the candidate writes or types. Delivery engines should use the value of this attribute (if provided) instead of their default placeholder text when this is required.
pt_br: Em ambientes visuais, as interações de conjunto de caracteres geralmente são representadas por caixas vazias nas quais o candidato escreve ou digita. Os mecanismos de entrega devem usar o valor desse atributo (se fornecido) em vez de seu texto de espaço reservado padrão quando isso for necessário.

source: incorrect
pt_br: incorreto

source: Infinity
pt_br: Infinito

source: Inline Choice
pt_br: Alternativas inline

source: Inline Choice Interaction
pt_br: Interação de Escolha Em Linha

source: Inline interactions need to be inserted into a text block.
pt_br: Interações em linha precisam ser inseridas em um bloco de texto.

source: Interaction Background
pt_br: Fundo de Interação

source: Interaction Properties
pt_br: Propriedades da interação

source: Interpretation
pt_br: Interpretação

source: invalid identifier
pt_br: Identificador inválido

source: invalid QTI XML
pt_br: QTI XML inválido

source: Is this choice the correct response?
pt_br: Esta escolha é a resposta correta?

source: Is this pair the correct response?
pt_br: Este par é a resposta correta?

source: Item "%s" cannot be exported: %s
pt_br: Item "%s" não pode ser exportado: %s

source: Item "%s" has no xml document
pt_br: Item "%s" não tem documento xml

source: Item "%s" is not available in any language
pt_br: Item "%s" não está disponível em nenhum idioma

source: Item "%s" is ready to be exported
pt_br: Item "%s" está pronto para ser exportado

source: Item properties
pt_br: Propriedades do Item

source: Item Properties
pt_br: Propriedades do Item

source: Item width
pt_br: Largura do item

source: Items
pt_br: Itens

source: JPEG image
pt_br: Imagem JPEG

source: Label
pt_br: Rótulo

source: Large editor
pt_br: Editor grande

source: leave empty
pt_br: deixe vazio

source: left
pt_br: esquerdo

source: Left
pt_br: Esquerdo

source: Left bracket
pt_br: Colchete esquerdo

source: Length
pt_br: comprimento

source: Level
pt_br: Nível

source: Lines
pt_br: Linhas

source: List Style
pt_br: Estilo da lista

source: Loop
pt_br: Retornar

source: Lower Bound
pt_br: Limite inferior

source: Lower than or equal
pt_br: Menor ou igual

source: Manage items
pt_br: Gerenciar itens

source: Manage Items
pt_br: Gerenciar Itens

source: map response
pt_br: map reponse

source: Mapping default
pt_br: Padrão de mapeamento

source: Match
pt_br: Correspondência

source: match correct
pt_br: correspondência correta

source: Match Interaction
pt_br: Interação de correspondência

source: MathJax is not installed.
pt_br: MathJax não está instalado.

source: Max length
pt_br: Max comprimento

source: Max Length
pt_br: Max Comprimento

source: Max plays count
pt_br: Número máximo de jogadas

source: Max words
pt_br: Max palavras

source: Max. number of matches
pt_br: Max. número de correspondências

source: Maximal score for this interaction.
pt_br: Pontuação máxima para essa interação.

source: maximum
pt_br: máximo

source: Maximum choices reached
pt_br: Máximo de escolhas alcançadas

source: Maximum number of choices reached.
pt_br: Máximo de escolhas alcançadas

source: Media
pt_br: Mídia

source: Media file path or YouTube video address
pt_br: Caminho do arquivo de mídia ou endereço de vídeo do YouTube

source: Media Interaction
pt_br: Interação por Mídia

source: Metadata export requires an instance of core_kernel_classes_Resource to extract metadata
pt_br: A exportação de metadados requer uma instância de core_kernel_classes_Resource para extrair metadados

source: Metadata export requires an instance of DomManifest to inject metadata
pt_br: A exportação de metadados requer uma instância do DomManifest para injetar metadados

source: Metadata import requires an instance of core_kernel_classes_Resource to inject metadata
pt_br: A importação de metadados requer uma instância de core_kernel_classes_Resource para injetar metadados

source: Metadata import requires an instance of DomManifest to extract metadata
pt_br: A importação de metadados requer uma instância do DomManifest para extrair metadados

source: Minimal score for this interaction.
pt_br: Pontuação mínima para essa interação.

source: Modal feedback is shown to the candidate directly following response processing.
pt_br: O feedback é mostrado ao candidato diretamente após o processamento da resposta.

source: Modal Feedback Prop.
pt_br: Modo Feedback Prop.

source: Modal Feedbacks
pt_br: Modos Feedbacks

source: MP4 video
pt_br: Vídeo MP4

source: MPEG audio
pt_br: Áudio MPEG

source: MPEG video
pt_br: Áudio MPEG

source: Multiply
pt_br: Multiplicar

source: negative
pt_br: negativo

source: New item
pt_br: Novo item

source: No
pt_br: Não

source: no configuration property needed
pt_br: nenhuma propriedade de configuração necessária

source: No file selected
pt_br: Nenhum arquivo selecionado

source: no item content
pt_br: nenhum conteúdo de item

source: No Items could be imported from the given IMS QTI package.
pt_br: Nenhum item pode ser importado do pacote do IMS QTI fornecido.

source: No preview available
pt_br: Não há visualização disponível

source: No value set
pt_br: Nenhum valor definido

source: none
pt_br: nenhum

source: None
pt_br: Nenhum

source: None defined yet.
pt_br: Nenhum definido ainda.

source: not a QTI item
pt_br: não é um item QTI

source: Number of associations
pt_br: Número de associações

source: of
pt_br: de

source: one association pair
pt_br: um par de associação

source: Order
pt_br: Ordem

source: Order Interaction
pt_br: Interação por ordenação

source: Order the areas (hotspots) displayed on a picture.
pt_br: Ordem das áreas (marcação de pontos), exibidas em uma imagem.

source: Orientation
pt_br: Orientação

source: Outcome Declarations
pt_br: Declarações de resultados

source: Pair scoring
pt_br: Par de pontuação

source: Pattern
pt_br: Padrão

source: Pause
pt_br: Pausa

source: PDF file
pt_br: Arquivo em PDF

source: Plain text
pt_br: Texto sem formatação

source: Please create areas that correspond to the response and associate them a score.
pt_br: Por favor, criar áreas que correspondem à resposta e associá-las a um score.

source: Please define association pairs and their scores below.
pt_br: Por favor, defina pares de associação e suas pontuações abaixo.

source: Please define the correct association pairs below.
pt_br: Por favor, defina os pares de associação corretos abaixo.

source: Please define the correct order in the box to the right.
pt_br: Por favor, defina a ordem correta na caixa à direita.

source: Please define the correct response and the score below.
pt_br: Por favor, defina a resposta correta e a pontuação abaixo.

source: Please define the correct response below.
pt_br: Por favor, defina a resposta correta abaixo.

source: Please define the correct response using the slider.
pt_br: Por favor defina a resposta correta usando o controle deslizante.

source: Please enter the score for the given hottexts.
pt_br: Digite a pontuação para o dado hottexts.

source: Please fill the gap with the correct choices below.
pt_br: Por favor, preencha a lacuna com as escolhas corretas abaixo.

source: Please fill the gap with the correct choices.
pt_br: Por favor, preencha a lacuna com as escolhas corretas.

source: Please fill the gap with the images below, then edit the score for each gap/image pair.
pt_br: Por favor, preencha a lacuna com as imagens abaixo e edite a pontuação para cada par lacuna/imagem

source: Please fill the gap with the texts below, then edit the score for each pair.
pt_br: Por favor, preencher a lacuna com os textos abaixo e, em seguida, editar a pontuação para cada par.

source: Please order the choices below to set the correct answer
pt_br: Por favor, encomende as opções abaixo para definir a resposta correta

source: Please select a media file (video or audio) from the resource manager. You can add files from your computer with the button "Add file(s)".
pt_br: Por favor, selecione um arquivo de mídia (vídeo ou áudio) do gerenciador de recursos. Você pode adicionar arquivos do seu computador com o botão "Adicionar arquivo (s)"
