Repository: nithinM/TAO-Docker
Catalog: App/taoQtiItem/locales/*/messages.po
Languages: pt_br

source: You can select maximum %d choice
pt_br: Você pode selecionar máximo %d de alternativas

source: You can select maximum %d choices
pt_br: Você pode selecionar máximo %d de alternativas.

source: You can select maximum of %s choices
pt_br: Você pode selecionar máximo %s alternativas

source: You can select maximum of 1 choice
pt_br: Você pode selecionar no máximo 1 alternativa

source: You can use maximum %d choices
pt_br: Você pode usar no máximo %d opções

source: You have deleted
pt_br: Você deletou

source: You have deleted an element
pt_br: Você deletou um elemento

source: You have deleted an element.
pt_br: Você deletou um elemento

source: You may make as many association pairs as you want.
pt_br: Você pode fazer quantos pares de associações desejar.

source: You must select %1$d to %2$d choices.
pt_br: Você deve selecionar %1$d a %2$d opções.

source: You must select 0 to %d choices.
pt_br: Você deve selecionar 0 para %d opções.

source: You must select at least %d choices
pt_br: Você deve selecionar pelo menos %d opções.

source: You must select at least %s choices
pt_br: Você deve selecionar pelo menos %s opções

source: You must select at least 1 choice
pt_br: Você deve selecionar pelo menos 1 opção.

source: You must select exactly %d choice
pt_br: Você deve selecionar exatamente %d opção

source: You must select exactly %d choice(s).
pt_br: Você deve selecionar exatamente %d opções.

source: You must select exactly %d choices
pt_br: Você deve selecionar exatamente %d opções

source: You must select exactly %s choices
pt_br: Você deve selecionar exatamente %s opções

source: You must use at least %d choices
pt_br: Você deve usar pelo menos %d escolhas

source: You need to make
pt_br: Você precisa fazer

source: Your item has been saved
pt_br: Seu item foi salvo

source: ZIP archive
pt_br: Arquivo ZIP
