Repository: nithinM/TAO-Docker
Catalog: App/tao/locales/*/indexation.rdf.po
Languages: pt_br, uk_ua

# http://www.w3.org/2000/01/rdf-schema#label
source: Index
pt_br: Índice
uk_ua: Індекс

# http://www.w3.org/2000/01/rdf-schema#comment
source: Index class
pt_br: Classe de índice
uk_ua: Клас індексу

# http://www.w3.org/2000/01/rdf-schema#label
source: Identifier
pt_br: Identificador
uk_ua: Ідентифікатор

# http://www.w3.org/2000/01/rdf-schema#comment
source: Humanreadable identifier of the index
pt_br: Identificador humano do índice
uk_ua: Ідентифікатор людського читання індексу

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer of index
pt_br: Sinalizador de índice
uk_ua: Токенеризатор індексу

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer to be used to extract search strings
pt_br: Sinalizador a ser usado para extrair caracteres da busca
uk_ua: Токенизатор, який буде використовуватися для вилучення пошукових рядків

# http://www.w3.org/2000/01/rdf-schema#label
source: Fuzzy matching
pt_br: Correspondência difusa
uk_ua: Нечітка відповідність

# http://www.w3.org/2000/01/rdf-schema#comment
source: Should the string matching be exact or fuzzy
pt_br: Os caracteres devem ter correspondência exata ou difusa
uk_ua: Якщо відповідність рядка має бути точною або нечіткою

# http://www.w3.org/2000/01/rdf-schema#label
source: Use by default
pt_br: Utilizar como padrão
uk_ua: Використовувати за замовчуванням

# http://www.w3.org/2000/01/rdf-schema#comment
source: Should this property be used implicitly in the defautl search
pt_br: Esta propriedade deve ser utilizada implicitamente na busca padrão
uk_ua: Якщо ця властивість буде використана неявно в пошуковому записі по замовчуванню

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer
pt_br: Sinalização
uk_ua: Токенизатор

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer class
pt_br: Classe de sinalização
uk_ua: Клас Токенизатор

# http://www.w3.org/2000/01/rdf-schema#label
source: Tokenizer implementation
pt_br: Implementação de sinalização
uk_ua: Реалізація токенизатора

# http://www.w3.org/2000/01/rdf-schema#comment
source: Classname of the tokenizer implementation
pt_br: Nome de classe da implementação de sinalização
uk_ua: Ім'я класу реалізації токенизатора

# http://www.w3.org/2000/01/rdf-schema#label
source: Property Indexation
pt_br: Indexação de propriedades
uk_ua: Індексація властивостей

# http://www.w3.org/2000/01/rdf-schema#comment
source: How a property should be indexed
pt_br: Como uma propriedade deve ser indexada
uk_ua: Як потрібно індексувати властивість

# http://www.w3.org/2000/01/rdf-schema#label
source: Raw Value Tokenizer
pt_br: Valor bruto de sinalização
uk_ua: Токенизатор сирої вартості

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer using the raw property value
pt_br: Sinalização utilizando a propriedade de valor bruto
uk_ua: Токенізатор, що використовує вартість сировини

# http://www.w3.org/2000/01/rdf-schema#label
source: Label Tokenizer
pt_br: Sinalização de rótulo
uk_ua: Токенізатор мітки

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tokenizer using the resource labels
pt_br: Sinalização utilizando o recurso de rótulos
uk_ua: Токенізатор використовуючи мітки ресурсу

# http://www.w3.org/2000/01/rdf-schema#label
source: Label Index
pt_br: Índice de rótulo
uk_ua: Індекс ярликів

# http://www.w3.org/2000/01/rdf-schema#label
source: Type Index
pt_br: Índice de tipo
uk_ua: Тип Індексу

# http://www.w3.org/2000/01/rdf-schema#label
source: Login Index
pt_br: Índice de autenticação
uk_ua: Вхід в систему
