Repository: nithinM/TAO-Docker
Catalog: App/tao/locales/*/model.rdf.po
Languages: uk_ua

# http://www.w3.org/2000/01/rdf-schema#label
source: Abstract Model
uk_ua: Абстрактна модель

# http://www.w3.org/2000/01/rdf-schema#comment
source: An abstract model to differentiate implementations of resources of the same type
uk_ua: Абстрактна модель, що дозволяє диференціювати реалізацію ресурсів того ж типу

# http://www.w3.org/2000/01/rdf-schema#label
source: Model implementation
uk_ua: Модель реалізації

# http://www.w3.org/2000/01/rdf-schema#label
source: Model Status
uk_ua: Статус моделі

# http://www.w3.org/2000/01/rdf-schema#label
source: Stable
uk_ua: Стабільний

# http://www.w3.org/2000/01/rdf-schema#comment
source: This model can be used in production
uk_ua: Ця модель може бути використана у виробництві

# http://www.w3.org/2000/01/rdf-schema#label
source: Deprecated
uk_ua: Застаріла

# http://www.w3.org/2000/01/rdf-schema#comment
source: This model is not supported anymore, we advise to migrate
uk_ua: Ця модель більше не підтримується, ми рекомендуємо перемістити

# http://www.w3.org/2000/01/rdf-schema#label
source: Development
uk_ua: Розробка

# http://www.w3.org/2000/01/rdf-schema#comment
source: this model has not been tested in a production environment, we advise to be carefull with it
uk_ua: Ця модель не була протестована у виробничому середовищі, ми радимо бути обережними з цим

# http://www.w3.org/2000/01/rdf-schema#label
source: Experimental
uk_ua: Експериментальний

# http://www.w3.org/2000/01/rdf-schema#comment
source: this model is still in conception, but you can try it, give your feedback and it will be improved.
uk_ua: Ця модель все ще перебуває в концепції, але ви можете спробувати це, надати свої відгуки, і вона буде вдосконалена.

# http://www.w3.org/2000/01/rdf-schema#label
source: Status
uk_ua: Статус

# http://www.w3.org/2000/01/rdf-schema#comment
source: The status of a model
uk_ua: Статус моделі

# http://www.w3.org/2000/01/rdf-schema#label
source: Model
uk_ua: Модель

# http://www.w3.org/2000/01/rdf-schema#comment
source: Select the associated model
uk_ua: Виберіть відповідну модель
