Repository: nithinM/TAO-Docker
Catalog: App/tao/locales/*/tao.rdf.po
Languages: ru_ru, uk_ua, vi_vn

# http://www.w3.org/2000/01/rdf-schema#label
source: TAO User Object
ru_ru: Пользовательский объект TАО
uk_ua: TAO Користувацький об'єкт
vi_vn: Đối tượng người dung TAO

# http://www.w3.org/2000/01/rdf-schema#comment
source: Any user-level resource related to etesting
ru_ru: Любой ресурс уровня пользователя, относящийся к э-тестированию
uk_ua: Будь-який ресурс на рівні користувача, пов'язаний з налагодженням
vi_vn: Bất kỳ ai sử dung tài nguyên

# http://www.w3.org/2000/01/rdf-schema#label
source: System Object
ru_ru: Системный объект
uk_ua: Системний об'єкт
vi_vn: Hệ thống

# http://www.w3.org/2000/01/rdf-schema#comment
source: Any system resource related to etesting
ru_ru: Любой системный ресурс, относящийся к электронному тестированию
uk_ua: Будь-який системний ресурс, пов'язаний з налагодженням
vi_vn: Tài nguyên hệ thống liên quan đến etesting

# http://www.w3.org/2000/01/rdf-schema#label
source: List
ru_ru: Список
uk_ua: Список
vi_vn: Danh sách

# http://www.w3.org/2000/01/rdf-schema#label
source: level
ru_ru: уровень
uk_ua: рівень
vi_vn: Mức độ

# http://www.w3.org/2000/01/rdf-schema#label
source: Languages
ru_ru: Языки
uk_ua: Мови
vi_vn: Ngôn ngữ

# http://www.w3.org/2000/01/rdf-schema#label
source: Usage
ru_ru: Использование
uk_ua: Використання
vi_vn: Cách sử dụng

# http://www.w3.org/2000/01/rdf-schema#comment
source: Usage of a language
ru_ru: Использование языка
uk_ua: Використання мови
vi_vn: Sử dung một ngôn ngữ

# http://www.w3.org/2000/01/rdf-schema#label
source: Language Usage
ru_ru: Использование языка
uk_ua: Використання мови
vi_vn: Ngôn ngữ sử dụng

# http://www.w3.org/2000/01/rdf-schema#comment
source: Language usage class
ru_ru: Класс использования языка
uk_ua: Клас використання мови
vi_vn: Sử dung một ngôn ngữ

# http://www.w3.org/2000/01/rdf-schema#label
source: GUI Usage
ru_ru: Использование графического интерфейса пользователя
uk_ua: GUI Використання
vi_vn: Hướng dẫn sử dụng

# http://www.w3.org/2000/01/rdf-schema#comment
source: Graphical User Interface language usage
ru_ru: Использование языка графического интерфейса пользователя
uk_ua: Використання графічного інтерфейсу користувача
vi_vn: Giao diện ngôn ngữ người dùng đồ họa

# http://www.w3.org/2000/01/rdf-schema#label
source: Data Usage
ru_ru: Использование данных
uk_ua: Використання даних
vi_vn: Dữ liệu sử dụng

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data language usage
ru_ru: Использование языка данных
uk_ua: Використання мови даних
vi_vn: Dữ liệu ngôn ngữ sử dụng

# http://www.w3.org/2000/01/rdf-schema#label
source: Language orientation
ru_ru: Языковая ориентация
uk_ua: Орієнтація на мову

# http://www.w3.org/2000/01/rdf-schema#comment
source: Language orientation class
ru_ru: Класс языковой ориентации
uk_ua: Мовна орієнтація класу

# http://www.w3.org/2000/01/rdf-schema#label
source: Orientation
ru_ru: Ориентация
uk_ua: Орієнтація
vi_vn: Định hướng

# http://www.w3.org/2000/01/rdf-schema#comment
source: Orientation of a language
ru_ru: Ориентация языка
uk_ua: Орієнтація на мову

# http://www.w3.org/2000/01/rdf-schema#label
source: Left-to-right orientation
ru_ru: Ориентация слева направо
uk_ua: Орієнтація зліва направо

# http://www.w3.org/2000/01/rdf-schema#comment
source: Left-to-right language orientation
ru_ru: Ориентация языка слева направо
uk_ua: Зліва направо, орієнтація на мову

# http://www.w3.org/2000/01/rdf-schema#label
source: Right-to-left orientation
ru_ru: Ориентация справа налево
uk_ua: Орієнтація справа наліво

# http://www.w3.org/2000/01/rdf-schema#comment
source: Right-to-left language orientation
ru_ru: Ориентация языка справа налево
uk_ua: Орієнтація на мову справа наліво

# http://www.w3.org/2000/01/rdf-schema#label
source: User
ru_ru: Пользователь
uk_ua: Користувач
vi_vn: Người dùng

# http://www.w3.org/2000/01/rdf-schema#comment
source: TAO User Class
ru_ru: Класс пользователя ТАО
uk_ua: TAO клас користувача
vi_vn: Lớp người dùng

# http://www.w3.org/2000/01/rdf-schema#label
source: Management
ru_ru: Управление
uk_ua: Керування
vi_vn: Sự quản lý

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Management Role Class
ru_ru: Класс роли управления
uk_ua: Клас управління ролі
vi_vn: Quản lý vai trò

# http://www.w3.org/2000/01/rdf-schema#label
source: Back Office
ru_ru: Бэк-офис
uk_ua: Бек-офіс
vi_vn: Quay lại Office

# http://www.w3.org/2000/01/rdf-schema#comment
source: The BackOffice Role
ru_ru: Роль бэк-офиса
uk_ua: Роль Бек-офіса
vi_vn: Quay lại vai trò

# http://www.w3.org/2000/01/rdf-schema#label
source: Front Office
ru_ru: Фронт-офис
uk_ua: Фронт-офіс
vi_vn: Đằng trước Office

# http://www.w3.org/2000/01/rdf-schema#comment
source: The FrontOffice Role
ru_ru: Роль фронт-офиса
uk_ua: Роль Фронт-офіс

# http://www.w3.org/2000/01/rdf-schema#label
source: Service
ru_ru: Служба
uk_ua: Служба
vi_vn: Dịch vụ

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Service Role
ru_ru: Роль службы
uk_ua: Роль служби
vi_vn: Vai trò dịch vụ

# http://www.w3.org/2000/01/rdf-schema#label
source: TAO Manager
ru_ru: Менеджер ТАО
uk_ua: TAO менеджер
vi_vn: Quản lý TAO

# http://www.w3.org/2000/01/rdf-schema#comment
source: The TAO Manager Role
ru_ru: Роль менеджера ТАО
uk_ua: Роль TAO менеджера
vi_vn: Vai trò quản lý TAO

# http://www.w3.org/2000/01/rdf-schema#label
source: Metadata Manager Role
ru_ru: Роль менеджера метаданных
uk_ua: Роль менеджера метаданих
vi_vn: Vai trò quản lý siêu CSDL

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Metadata Manager Role allows you to modify the properties of the classes.
ru_ru: Роль менеджера метаданных позволяет изменять свойства классов.
uk_ua: Роль менеджера метаданих дозволяє змінювати властивості класів.
vi_vn: Vai trò Trình quản lý siêu dữ liệu cho phép bạn sửa đổi thuộc tính của các lớp.

# http://www.w3.org/2000/01/rdf-schema#label
source: Global Manager
ru_ru: Глобальный менеджер
uk_ua: Глобальний менеджер
vi_vn: Tổng quản lý

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Global Manager Role
ru_ru: Роль глобального менеджера
uk_ua: Роль глобального менеджера
vi_vn: Vai trò quản lý toàn bộ

# http://www.w3.org/2000/01/rdf-schema#label
source: Lock Manager
ru_ru: Диспетчер блокировок
uk_ua: Менеджер блокування
vi_vn: Quản lý khóa

# http://www.w3.org/2000/01/rdf-schema#comment
source: The role that can unlock all resources
ru_ru: Роль, которая может разблокировать все ресурсы
uk_ua: Роль, яка може розблокувати всі ресурси

# http://www.w3.org/2000/01/rdf-schema#label
source: System Administrator
ru_ru: Системный администратор
uk_ua: Системний адміністратор
vi_vn: Quản trị hệ thống

# http://www.w3.org/2000/01/rdf-schema#comment
source: The System Administrator Role
ru_ru: Роль системного администратора
uk_ua: Роль Системного адміністратора
vi_vn: Vai trò quản trị hệ thống

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Taker
ru_ru: Тестируемый
uk_ua: Тестер
vi_vn: Thí sinh

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test Taker Role
ru_ru: Роль тестируемого
uk_ua: Роль Тестера
vi_vn: Vai trò thí sinh

# http://www.w3.org/2000/01/rdf-schema#label
source: Form Field Order
ru_ru: Порядок полей формы
uk_ua: Форма польового замовлення
vi_vn: Mẫu Trường dữ liệu

# http://www.w3.org/2000/01/rdf-schema#comment
source: The order of the property within the class
ru_ru: Порядок свойства в классе
uk_ua: Порядок власності всередині класу

# http://www.w3.org/2000/01/rdf-schema#label
source: Password recovery token
ru_ru: Токен восстановления пароля
uk_ua: Токен для відновлення пароля
vi_vn: Mã thông báo khôi phục mật khẩu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Password recovery token
ru_ru: Токен восстановления пароля
uk_ua: Токен для відновлення пароля
vi_vn: Mã thông báo khôi phục mật khẩu

# http://www.w3.org/2000/01/rdf-schema#label
source: Lock
ru_ru: Блокировка
uk_ua: Заблокувати
vi_vn: Khóa

# http://www.w3.org/2000/01/rdf-schema#comment
source: Lock information related to the resource
ru_ru: Блокировка сведений, относящихся к ресурсу
uk_ua: Блокування інформації, пов'язаної з ресурсом
vi_vn: Khóa thông tin liên quan đến tài nguyên

# http://www.w3.org/2000/01/rdf-schema#label
source: LastExtensionUsed
ru_ru: Последнее используемое расширение
uk_ua: Останнє оновлення використовується
vi_vn: Tiện ích mở rộng cuối

# http://www.w3.org/2000/01/rdf-schema#comment
source: Saves the last extension the user had visited.
ru_ru: Сохраняет последнее расширение, которое посетил пользователь.
uk_ua: Зберігає останнє розширення, яке відвідував користувач.

# http://www.w3.org/2000/01/rdf-schema#label
source: First Time In Tao
ru_ru: Первый раз в ТАО
uk_ua: Перший час у Tao
vi_vn: Lần đầu tiên vào TAO

# http://www.w3.org/2000/01/rdf-schema#comment
source: Is it the first the user connects to TAO?
ru_ru: Пользователь в первый раз подключается к ТАО?
uk_ua: Чи спочатку користувач підключається до TAO?
vi_vn: Là người đầu tiên kết nối với TAO?

# http://www.w3.org/2000/01/rdf-schema#label
source: TAO Object
ru_ru: Объект ТАО

# http://www.w3.org/2000/01/rdf-schema#comment
source: Any resource related to etesting
ru_ru: Любой ресурс, относящийся к электронному тестированию

# http://www.w3.org/2000/01/rdf-schema#label
source: Worker
ru_ru: Работник

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Worker Role Class
ru_ru: Класс роли работника

# http://www.w3.org/2000/01/rdf-schema#label
source: Workflow Participant
ru_ru: Участник рабочего процесса

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Workflow Participant Role
ru_ru: Роль участника рабочего процесса

# http://www.w3.org/2000/01/rdf-schema#label
source: WfUser
ru_ru: Пользователь Wf

# http://www.w3.org/2000/01/rdf-schema#comment
source: Workflow User: sub class to group the workflow user, not deletable
ru_ru: Пользователь рабочего процесса: суб-класс для группирования пользователя рабочего процесса, не удаляемый

# http://www.w3.org/2000/01/rdf-schema#label
source: Operational Administrator
vi_vn: Quản trị viên

# http://www.w3.org/2000/01/rdf-schema#label
source: Validation Rules
vi_vn: Quy tắc Xác thực

# http://www.w3.org/2000/01/rdf-schema#comment
source: Validation rules for the values of this property
vi_vn: Xác nhận quy tắc cho các giá trị này

# http://www.w3.org/2000/01/rdf-schema#label
source: Validation
vi_vn: Xác nhận

# http://www.w3.org/2000/01/rdf-schema#comment
source: Select the validation rules
vi_vn: Chọn loại xác nhận

# http://www.w3.org/2000/01/rdf-schema#label
source: assessmentObject
vi_vn: Đối tượng đánh giá

# http://www.w3.org/2000/01/rdf-schema#comment
source: Object to represent assessment contents
vi_vn: Đối tượng đại diện nội dung đánh giá
