Repository: nithinM/TAO-Docker
Catalog: App/taoLti/locales/*-valencia/lti.rdf.po
Languages: ca_es_valencia

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Object
ca_es_valencia: Objecte LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Consumer
ca_es_valencia: Consumidor LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI User
ca_es_valencia: Usuari LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Consumer User Key
ca_es_valencia: Clau d'usuari consumidor LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Key of LTI User
ca_es_valencia: Clau d'usuari LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer of User
ca_es_valencia: Consumidor d'usuari LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Tool
ca_es_valencia: Eina LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Tool Service
ca_es_valencia: Servei de l'eina LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Service to implemnt the Tool
ca_es_valencia: Servei per a implementar l'eina

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Link
ca_es_valencia: Enllaç LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Link between Tool and Consumer
ca_es_valencia: Enllaç entre l'eina i el consumidor

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI link consumer
ca_es_valencia: Enllaç de consumidor LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: Incoming LTI link
ca_es_valencia: Enllaç entrant LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: An external link calling TAO as tool provider
ca_es_valencia: Un enllaç extern està cridant TAO com a proveïdor d'eina

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI link ID
ca_es_valencia: ID d'enllaç LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: Outgoing LTI link
ca_es_valencia: Enllaç eixint LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: An link in TAO calling a remote tool provider
ca_es_valencia: Un enllaç en TAO està cridant un proveïdor d'eina remot

# http://www.w3.org/2000/01/rdf-schema#label
source: Launch URL
ca_es_valencia: Obri l'URL

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI launch url
ca_es_valencia: Obri l'URL LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Launch Url
ca_es_valencia: Obri l'URL LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Launch Url
ca_es_valencia: Obri l'URL LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Consumer Uri
ca_es_valencia: URI de consumidor LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer Uri
ca_es_valencia: URI de consumidor LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer service calls an LTI Producer
ca_es_valencia: Un servei de consumidor LTI crida un productor LTI
