Repository: nithinM/TAO-Docker
Catalog: App/taoProctoring/locales/*/messages.po
Languages: it_it, ru_ru

source: %d sessions of the delivery %s have not been paused
it_it: %d sessioni della somministrazione %s non sono stati sospesi

source: %s could not be %s because it is finished. Please refresh your data.
it_it: %s non può essere %s perché è finito. Si prega di aggiornare i dati.

source: %s could not be %s because it is terminated. Please refresh your data.
it_it: %s non può essere %s perché è terminato. Si prega di aggiornare i dati.

source: %s could not be %s.
it_it: %s potrebbe non essere %s.

source: %s minutes more
it_it: %s minuti in più

source: A session of the delivery %s have not been paused
it_it: Una sessione della somministrazione %s non è stata sospesa

source: Action
it_it: Azione
ru_ru: Действие

source: Actions
it_it: Azioni
ru_ru: Действия

source: Active
it_it: Attivo
ru_ru: Активный

source: Active proctors
it_it: Vigilanti Attivi

source: Active test-takers
it_it: Partecipanti attivi
ru_ru: Активные тестируемые

source: Actor
it_it: Attore

source: Add test takers
it_it: Aggiungi partecipanti
ru_ru: Добавить тестируемых

source: Administer deliveries
it_it: Amministrare le somministrazioni
ru_ru: Администрирование доставок

source: Administration
it_it: Amministrazione
ru_ru: Администрация

source: already authorized
it_it: già autorizzato
ru_ru: уже авторизованы

source: Apply default tag
it_it: Applica tag predefinito
ru_ru: Применить тег по умолчанию

source: Are you sure you want to end the test?
it_it: Sei sicuro di voler terminare il test?
ru_ru: Вы действительно хотите завершить тест?

source: Assessment Activity
it_it: Attività di Valutazione

source: Assessment has been paused due to attempt to switch to another window/tab.
it_it: La valutazione è stata sospesa a causa del tentativo di passare a un'altra finestra/scheda.
ru_ru: Оценивание было приостановлено из-за попытки переключения на другое окно/вкладку.

source: Assign administrator
it_it: Assegna amministratore
ru_ru: Назначить администратора

source: Assign more test takers to this session
it_it: Assegna più partecipanti a questa sessione
ru_ru: Назначить больше тестируемых лиц этому сеансу

source: Assign proctors
it_it: Assegna vigilanti
ru_ru: Назначить инспекторов тестирования

source: Assign the selected test takers
it_it: Assegna i partecipanti selezionati
ru_ru: Назначение выбранных тестируемых лиц

source: Assign the selected test takers to the session
it_it: Assegna i partecipanti selezionati alla sessione
ru_ru: Назначение выбранных тестируемых лиц сеансу

source: Assign the test taker to the session
it_it: Assegna il partecipante alla sessione
ru_ru: Назначить тестируемого сеансу

source: Assigned proctors
it_it: Vigilanti assegnati
ru_ru: Назначенные инспектора тестирования

source: Assigned test takers
it_it: Partecipanti assegnati
ru_ru: Назначенные тестируемые

source: Attempts
it_it: Tentativi
ru_ru: Попытки

source: author
it_it: crea
ru_ru: автор

source: Authorize
it_it: Autorizzazione
ru_ru: Авторизация

source: Authorize session
it_it: Autorizzazione sessione
ru_ru: Авторизация сеанса

source: Authorize Session
it_it: Autorizzazione Sessione
ru_ru: Авторизация сеанса

source: Authorize sessions
it_it: Autorizzazione sessioni
ru_ru: Авторизация сеансов

source: Authorize the proctor
it_it: Autorizza il vigilante
ru_ru: Авторизировать инспекторов тестирования

source: Authorize the selected proctors
it_it: Autorizza i vigilanti selezionati
ru_ru: Авторизировать выбранных инспекторов тестирования

source: authorized
it_it: autorizzato
ru_ru: авторизированный

source: Authorized
it_it: Autorizzato
ru_ru: Авторизированный

source: Authorized but not started
it_it: Autorizzato ma non avviato
ru_ru: Авторизованный, но не запущенный

source: Authorized proctors
it_it: Vigilanti autorizzati
ru_ru: Авторизованные инспекторы

source: Authorized, you may proceed
it_it: Autorizzato, è possibile procedere
ru_ru: Авторизировано, вы можете продолжить

source: Automatically reset by the system due to authorization request being cancelled by test taker.
it_it: Resettato automaticamente dal sistema a causa della richiesta di autorizzazione annullata dal partecipante.
ru_ru: Автоматически сбрасывается системой из-за отмены запроса авторизации.

source: Automatically reset by the system due to the test taker choosing not to proceed with the authorized test.
it_it: Resettato automaticamente dal sistema a causa del partecipante che ha scelto di non procedere con il test autorizzato.
ru_ru: Автоматически сбрасывается системой из-за того, что тестовый выбор не приступит к авторизованному тесту.

source: Available
it_it: Disponibile
ru_ru: Доступный

source: Available history
it_it: Cronologia disponibile
ru_ru: Доступная история

source: Available test takers
it_it: Partecipanti disponibili
ru_ru: Доступные тестируемые

source: Awaiting
it_it: Aspettando
ru_ru: Ожидает

source: Back
it_it: Indietro
ru_ru: Назад

source: Back to sessions
it_it: Torna alle sessioni
ru_ru: Вернуться к сессиям

source: Behaviour
it_it: Comportamento
ru_ru: Поведение

source: Cancel
it_it: Annulla
ru_ru: Отмена

source: cancel
it_it: annulla
ru_ru: отмена

source: cancel the action
it_it: annulla l'azione
ru_ru: отменить действие

source: Canceled
it_it: Annullato
ru_ru: Отменено

source: category
it_it: categoria
ru_ru: категория

source: comment
it_it: commento
ru_ru: комментарий

source: Complaint
it_it: Reclamo
ru_ru: Жалоба

source: Completed
it_it: Completato
ru_ru: Завершено

source: Completed tests
it_it: Test Completati
ru_ru: Завершенные тесты

source: Compliance
it_it: Conformità
ru_ru: Соответствие

source: Connectivity
it_it: Connettività
ru_ru: Подключение

source: Context
it_it: Contesto
ru_ru: Контекст

source: Create and authorize a proctor to the selected test sites
it_it: Creare ed autorizzare un vigilante ai siti di test selezionati
ru_ru: Создание и авторизация инспектора для выбранных тестовых сайтов

source: Create Proctor
it_it: Creare Vigilante
ru_ru: Создать Инспектора

source: Creates and authorizes proctor
it_it: Crea e autorizza vigilanti
ru_ru: Создает и уполномочивает Инспектора

source: Current Assessment Activity
it_it: Attività di Valutazione Attuale
ru_ru: Текущее действие оценивания

source: Current sessions
it_it: Sessioni attuali
ru_ru: Текущие сессии

source: date
it_it: data
ru_ru: дата

source: Date
it_it: Data
ru_ru: Дата

source: Days
it_it: Giorni
ru_ru: Дни

source: Define sub-centers
it_it: Definire i sotto-centri
ru_ru: Определение под-центров

source: Deliveries
it_it: Somministrazioni
ru_ru: Доставки

source: Delivery
it_it: Somministrazione
ru_ru: Доставка

source: Detailed Session History of %s
it_it: Cronologia dettagliata della sessione %s

source: Detailed Session History of a selection
it_it: Cronologia dettagliata della sessione di una selezione
ru_ru: Подробная история сеансов выбора

source: Details
it_it: Dettagli
ru_ru: Детали

source: Disturbance
it_it: Disturbo
ru_ru: Нарушения

source: Duration
it_it: Durata
ru_ru: Длительность

source: Edit test center
it_it: Modifica centro test
ru_ru: Изменить центр тестирования

source: Elapsed time
it_it: Tempo trascorso
ru_ru: Затраченное время

source: End
it_it: Fine
ru_ru: Конец

source: End date of the export
it_it: Data di fine dell'esportazione
ru_ru: Дата окончания экспорта

source: Environment
it_it: Ambiente
ru_ru: Среда

source: Error
it_it: Errore
ru_ru: Ошибка

source: Event
it_it: Evento
ru_ru: Событие

source: Examinee
it_it: Candidato
ru_ru: Испытуемый

source: Export
it_it: Esportazione
ru_ru: Эскпортировать

source: Export Irregularities
it_it: Esportare irregolarità
ru_ru: Экспортировать нарушения

source: Extra Time
it_it: Tempo Supplementare
ru_ru: Дополнительное время

source: Extra time
it_it: Tempo supplementare
ru_ru: Дополнительное время

source: Extra time granted
it_it: Tempo supplementare concesso
ru_ru: Дополнительное время предоставлено

source: Filter
it_it: Filtro
ru_ru: Фильтр

source: Finished
it_it: Finito
ru_ru: Завершено

source: finished
it_it: finito
ru_ru: завершено

source: First name
it_it: Nome
ru_ru: Имя

source: Freezing
it_it: Congelamento
ru_ru: Зависание

source: From
it_it: Da
ru_ru: От

source: Grant Extra Time
it_it: Concedere tempo supplementare
ru_ru: Выделить дополнительное время

source: Groups: %s. %s
it_it: Gruppi: %s. %s

source: Hours
it_it: Ore
ru_ru: Часы

source: However, the action will not be applied to the following sessions
it_it: Tuttavia, l'azione non verrà applicata alle seguenti sessioni
ru_ru: Однако действие не будет применено к следующим сеансам

source: ID/Authorization
it_it: ID/Autorizzazione
ru_ru: ID/Авторизация

source: Identifier
it_it: Identificatore
ru_ru: Идентификатор

source: Illness
it_it: Malattia
ru_ru: Болезни

source: In Progress
it_it: In Corso
ru_ru: В процессе

source: Issue Category
it_it: Categoria di emissione
ru_ru: Категория Проблемы

source: item
it_it: elemento
ru_ru: элемент

source: Item Variables
it_it: Variabili di elemento
ru_ru: Переменные элемента

source: Label
it_it: Etichetta
ru_ru: Метка

source: Last Day
it_it: Ultimo Giorno
ru_ru: Последний день

source: Last Month
it_it: Ultimo Mese
ru_ru: В прошлом месяце

source: Last name
it_it: Cognome
ru_ru: Фамилия

source: Last Week
it_it: Ultima Settimana
ru_ru: На прошлой неделе

source: Late
it_it: Tardi
ru_ru: Поздно

source: Launching
it_it: Lancio
ru_ru: Запуск

source: Loading
it_it: Caricamento
ru_ru: Загрузка

source: Manage Proctors
it_it: Gestisci i Vigilanti
ru_ru: Управление Инспекторами

source: Manage Results
it_it: Gestisci i Risultati
ru_ru: Управление результатами

source: minutes
it_it: minuti
ru_ru: минут

source: Monitor
it_it: Sorvegliare
ru_ru: Монитор

source: Monitoring
it_it: Sorveglianza
ru_ru: Мониторинг

source: Navigation
it_it: Navigazione
ru_ru: Навигация

source: Network
it_it: Rete
ru_ru: Сеть

source: No assigned proctors
it_it: Nessun vigilante assegnato
ru_ru: Нет назначенных инспекторов

source: No assigned test takers
it_it: Nessun partecipante assegnato
ru_ru: Нет назначенных тестируемых лиц

source: No available test takers to assign
it_it: Non sono disponibili partecipanti da assegnare
ru_ru: Нет доступных тестируемых для назначения

source: No history to display!
it_it: Nessuna cronologia da visualizzare!
ru_ru: Нет истории для отображения!

source: No proctors in request param
it_it: Nessun vigilante nella richiesta param

source: No sessions
it_it: Nessuna sessione
ru_ru: Нет сеансов

source: No sessions available
it_it: Nessuna sessione disponibile
ru_ru: Нет доступных сеансов

source: No Show
it_it: Nessuna visualizzazione
ru_ru: Не показывать

source: Noise
it_it: Rumore
ru_ru: Шум

source: not finished
it_it: non finito
ru_ru: не закончено

source: not in progress
it_it: non in corso
ru_ru: не выполняется

source: not started
it_it: non iniziato
ru_ru: не начато

source: Note
it_it: Nota
ru_ru: Заметка

source: Other
it_it: Altro
ru_ru: Другое

source: Outcome
it_it: Risultato
ru_ru: Результат

source: Partially authorized proctors
it_it: Vigilanti parzialmente autorizzati
ru_ru: Частично авторизованные инспекторы

source: Pause
it_it: Pausa
ru_ru: Перерыв

source: Pause Active Test Sessions
it_it: Sospendere le sessioni di test attive
ru_ru: Приостановка активных сеансов тестирования

source: Pause due to server maintenance
it_it: Pausa a causa della manutenzione del server
ru_ru: Перерыв из-за обслуживания сервера

source: Pause Session
it_it: Pausa Sessione
ru_ru: Приостановить сессию

source: Pause session
it_it: Pausa sessione
ru_ru: Приостановить сессию

source: Pause sessions
it_it: Pausa sessioni
ru_ru: Приостановить сессии

source: Paused
it_it: In pausa
ru_ru: Приостановлен

source: paused
it_it: In pausa
ru_ru: приостановлен

source: Please select one or more test site to manage proctors
it_it: Si prega di selezionare uno o più siti di test per gestire i vigilanti
ru_ru: Пожалуйста, выберите один или несколько тестовых сайтов для управления инспекторами

source: Please wait, authorization in process ...
it_it: Si prega di attendere, autorizzazione in corso...
ru_ru: Пожалуйста, подождите, авторизация в процессе...

source: Please, make your selection
it_it: Per favore, fai la tua selezione
ru_ru: Пожалуйста, сделайте свой выбор

source: Power Outage
it_it: Interruzione
ru_ru: Отключение электричества

source: Previous Month
it_it: Mese Precedente
ru_ru: Предыдущий месяц

source: Print Results
it_it: Stampa Risultati
ru_ru: Распечатать результаты

source: Print Score
it_it: Stampa Punteggio
ru_ru: Распечатать баллы

source: Print the assessment results
it_it: Stampa i risultati della valutazione
ru_ru: Распечатать результаты оценивания

source: Printing
it_it: In stampa
ru_ru: Печать

source: Proceed
it_it: Procedere
ru_ru: Продолжить

source: Proctor
it_it: Vigilante
ru_ru: Инспектор оценивания

source: Proctor created
it_it: Creato Vigilante
ru_ru: Создан инспектор оценивания

source: Proctor/Staff
it_it: Vigilante/Staff
ru_ru: Инспектор/Сотрудник

source: Proctored Delivery Server
it_it: Server di Somministrazione Vigilato
ru_ru: Сервер доставки инспектирован

source: Proctored Test-Takers
it_it: Partecipanti Vigilati
ru_ru: Тестируемые инспектированы

source: Proctoring interface
it_it: Interfaccia Vigilanza
ru_ru: Проверка интерфейса

source: Proctors
it_it: Vigilanti
ru_ru: Инспекторы

source: Proctors authorized
it_it: Vigilanti autorizzati
ru_ru: Инспекторы авторизированы

source: Proctors revoked
it_it: Vigilanti revocati
ru_ru: Инспекторы отозваны

source: Progress
it_it: Avanzamento
ru_ru: Прогресс

source: Refresh
it_it: Aggiorna
ru_ru: Обновить

source: Refresh the page
it_it: Aggiorna pagina
ru_ru: Обновить страницу

source: Remaining
it_it: Rimanenti
ru_ru: Оставшиеся

source: Remove
it_it: Rimuovi
ru_ru: Удалить

source: Remove default tag filtering
it_it: Rimuovere il filtraggio del tag predefinito
ru_ru: Удалить фильтрацию тегов по умолчанию

source: Remove the selected test takers from the session
it_it: Rimuovere i partecipanti selezionati dalla sessione
ru_ru: Удаление выбранных тестируемых из сеанса

source: Remove the test taker from the session
it_it: Rimuovere i partecipanti dalla sessione
ru_ru: Удалить выбранных тестируемых из сеанса

source: Report irregularities
it_it: Report irregolarità
ru_ru: Отчет нарушений

source: Report Irregularity
it_it: Report Irregolarità
ru_ru: Сообщить о неисправностях

source: Report irregularity
it_it: Report irregolarità
ru_ru: Сообщить о неисправности

source: reported for irregularity
it_it: Segnalato per irregolarità
ru_ru: Отчет о неисправности отправлен

source: Results
it_it: Risultati
ru_ru: Результаты

source: results
it_it: risultati
ru_ru: результаты

source: Return to the session manager
it_it: Tornare al gestore di sessione
ru_ru: Вернуться к менеджеру сеансов

source: Return to the session monitoring
it_it: Tornare al monitoraggio della sessione
ru_ru: Вернуться к мониторингу сеансов

source: Revoke authorization for the selected proctor
it_it: Revoca dell'autorizzazione per il vigilante selezionato
ru_ru: Отозвать авторизацию для выбранного инспектора

source: Revoke the proctor
it_it: Revoca il vigilante
ru_ru: Отозвать инспектора

source: Role
it_it: Ruolo
ru_ru: Роль

source: Score
it_it: Punteggio
ru_ru: Балл (оценка)

source: Score Report
it_it: Report Punteggio
ru_ru: Отчет о баллах (оценке)

source: section
it_it: sezione
ru_ru: раздел

source: Session
it_it: Sessione
ru_ru: Сессия

source: Session %s - %s has not been processed
it_it: La sessione %s - %s non è stata elaborata
ru_ru: Сеанс %s - %s не обработан

source: Session history
it_it: Cronologia sessione
ru_ru: История сеансов

source: Session time handling
it_it: Gestione del tempo di sessione
ru_ru: Обработка времени сеанса

source: Sessions
it_it: Sessioni
ru_ru: Сессии

source: Sessions authorized
it_it: Sessioni autorizzate
ru_ru: Авторизированные сеансы

source: Sessions paused
it_it: Sessioni in pausa
ru_ru: Приостановленные сеансы

source: sessions paused
it_it: sessioni in pausa
ru_ru: приостановленные сеансы

source: Sessions reported
it_it: Sessioni segnalate
ru_ru: Отчет о сессиях отправлен

source: Sessions terminated
it_it: Sessioni terminate
ru_ru: Прерванные сеансы

source: Show brief report
it_it: Mostra breve rapporto
ru_ru: Показать краткий отчет

source: Show detailed report
it_it: Mostra dettagliato rapporto
ru_ru: Показать подробный отчет

source: Show detailed session history messages
it_it: Mostra messaggi dettagliati della cronologia delle sessioni
ru_ru: Показать подробный журнал сообщений сеанса

source: Show the detailed session history
it_it: Mostra la cronologia dettagliata della sessione
ru_ru: Показать подробную историю сеансов

source: Some delivery executions have not been authorized
it_it: Alcune esecuzioni di somministrazione non sono state autorizzate
ru_ru: Некоторые действия выполнения доставки не были авторизованы

source: Some delivery executions have not been paused
it_it: Alcune esecuzioni di somministrazione non sono state messe in pausa
ru_ru: Некоторые выполнения доставки не были приостановлены

source: Some delivery executions have not been reported
it_it: Alcune esecuzioni di somministrazione non sono state segnalate
ru_ru: Отчет о некоторых действиях выполнения доставки не был отправлен

source: Some delivery executions have not been terminated
it_it: Alcune esecuzioni di somministrazione non sono state terminate
ru_ru: Некоторые действия выполнения доставки не были прекращены

source: Some delivery executions have not been updated
it_it: Alcune esecuzioni delle somministrazione non sono state aggiornate
ru_ru: Некоторые действия выполнения доставки не были обновлены

source: Something went wrong ...
it_it: Qualcosa è andato storto ...
ru_ru: Что-то пошло не так...

source: Start
it_it: Inizio
ru_ru: Начало

source: Start date of the export
it_it: Data di inizio dell'esportazione
ru_ru: Дата начала экспорта

source: Started at
it_it: Iniziato a
ru_ru: Начато в

source: Status
it_it: Stato
ru_ru: Статус

source: Subcategory
it_it: Sottocategoria
ru_ru: Подкатегория

source: subcategory
it_it: sottocategoria
ru_ru: подкатегория

source: Take or continue a test controlled by a proctor
it_it: Prendere o continuare un test controllato da un vigilante
ru_ru: Пройдите или продолжайте тест, контролируемый инспектором

source: Technical
it_it: Tecnico
ru_ru: Технический

source: Terminate
it_it: Finito
ru_ru: Прервать

source: Terminate session
it_it: Sessione finita
ru_ru: Прервать сессию

source: Terminate Session
it_it: Sessione Finita
ru_ru: Прервать сессию

source: Terminate sessions
it_it: Sessioni finite
ru_ru: Прервать сессии

source: Terminated
it_it: Finito
ru_ru: Преращено

source: terminated
it_it: finito
ru_ru: преращено

source: Test center saved
it_it: Centro test salvato
ru_ru: Тестовый центр сохранен

source: Test site %s
it_it: Sito di prova %s
ru_ru: Тестовый сайт %s

source: Test taker
it_it: Partecipante al test
ru_ru: Тестируемый

source: test taker
it_it: partecipante al test
ru_ru: тестируемый

source: Test takers have been added
it_it: I partecipanti sono stati aggiunti
ru_ru: Тестируемые были добавлены

source: Test takers have been removed
it_it: I partecipanti sono stati rimossi
ru_ru: Тестируемые были удалены

source: Test Variables
it_it: Variabili di Test
ru_ru: Тестовые переменные

source: Test-Taker
it_it: Partecipante
ru_ru: Тестируемый

source: Testing Workstation
it_it: Stazione di Test
ru_ru: Тестирование рабочей станции

source: The action cannot be applied, no eligible sessions found
it_it: L'azione non può essere applicata, nessuna sessione ammissibile trovata
ru_ru: Действие не может быть применено, не найдены соответствующие сеансы

source: The action will be applied to the following session
it_it: L'azione verrà applicata alla sessione successiva
ru_ru: Действие будет применено к следующей сессии

source: the already granted time will be replaced by the new value
it_it: il tempo già concesso sarà sostituito dal nuovo valore
ru_ru: уже предоставленное время будет заменено новым значением

source: The assessment has been suspended. To resume your assessment, please relaunch it and contact your proctor if required.
it_it: La valutazione è stata sospesa. Per riprendere la valutazione, si prega di riavviarla e contattare il vigilante, se necessario.
ru_ru: Оценка была приостановлена. Чтобы возобновить оценку, пожалуйста, перезапустите ее и свяжитесь с вашим инспектором, если требуется.

source: The assessment has been terminated. You cannot interact with it anymore.
it_it: La valutazione è appena terminata. Non puoi più interagire con essa.
ru_ru: Оценивание было прекращено. Вы не можете взаимодействовать с данной сессией больше.

source: The extra time must be a number
it_it: Il tempo supplementare deve essere un numero
ru_ru: Дополнительное время должно быть числом

source: The proctor will be authorized. Continue ?
it_it: Il vigilante sarà autorizzato. Continuare ?
ru_ru: Инспектор будет авторизован. Продолжить?

source: The proctor will be revoked. Continue ?
it_it: Il vigilante sarà revocato. Continuare ?
ru_ru: Инспектор будет отозван. Продолжить?

source: The proctors will be authorized. Continue ?
it_it: I vigilanti saranno autorizzati. Continuare ?
ru_ru: Инспекторы будут авторизированы. Продолжить?

source: The proctors will be revoked. Continue ?
it_it: l vigilanti saranno revocati. Continuare ?
ru_ru: Инспекторы будут отозваны. Продолжить?

source: The test taker will be removed from this session. Continue ?
it_it: Il partecipante verrà rimosso da questa sessione. Continuare ?
ru_ru: Тестируемый будет удален из этого сеанса. Продолжить?

source: The test takers will be removed from this session. Continue ?
it_it: I partecipanti verranno rimossi da questa sessione. Continuare ?
ru_ru: Тестируемые будут удалены из этого сеанса. Продолжить?

source: There is no delivery in progress
it_it: Non ci sono somministrazioni in corso
ru_ru: Нет доставки в процессе выполнения

source: Time
it_it: Tempo
ru_ru: Время

source: to
it_it: a
ru_ru: к

source: Tools
it_it: Strumenti
ru_ru: Инструменты

source: Total Current Assessments
it_it: Totale valutazioni attuali
ru_ru: Общее количество текущих оцениваний

source: Total time
it_it: Tempo totale
ru_ru: Общее время

source: User Activity
it_it: Attività Utente
ru_ru: Активность пользователя

source: Warning, you are about to pause all in progress tests. All test takers will be paused on or before the next heartbeat. Please provide a reason for this action.
it_it: Attenzione, stai per mettere in pausa tutti i test in corso. Tutti i partecipanti saranno messi in pausa o prima dell'impulso successivo. Si prega di fornire un motivo per questa azione.
ru_ru: Предупреждение, вы собираетесь приостановить все тесты, находящиеся в процессе выполнения. Все тестируемые будут приостановлены до возобновления процесса. Укажите причину этого действия.

source: Weather
it_it: Previsioni
ru_ru: Погода

source: Comfort
ru_ru: Удобство

source: Logout
ru_ru: Выход

source: offline
ru_ru: оффлайн

source: OK
ru_ru: Ок

source: online
ru_ru: онлайн

source: Report
ru_ru: Отчет
