Repository: nithinM/TAO-Docker
Catalog: App/taoProctoring/locales/*/proctoring.rdf.po
Languages: fr_fr, it_it, ru_ru

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor
fr_fr: Surveillant d'examen
it_it: Vigilante
ru_ru: Инспектор

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring role
fr_fr: Le rôle de surveillant d'examen
it_it: Il ruolo del Vigilante
ru_ru: Роль Инспектора

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor Manager
fr_fr: Gestionnaire de surveillant d'examen
it_it: Gestione Vigilante
ru_ru: Менеджер инспектора

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring Manager Role
fr_fr: Le rôle de gestionnaire de surveillant d'examen
it_it: Il Ruolo di Gestione del Vigilante
ru_ru: Роль менеджера инспектора

# http://www.w3.org/2000/01/rdf-schema#label
source: Awaiting
fr_fr: En attente
it_it: In Attesa
ru_ru: Ожидание

# http://www.w3.org/2000/01/rdf-schema#comment
source: Awaiting of authorization status of a delivery execution
fr_fr: En attente d'autorisation de l'exécution d'une passation
it_it: In attesa dello stato di autorizzazione di un'esecuzione di somministrazione
ru_ru: Ожидание статуса авторизации выполнения доставки

# http://www.w3.org/2000/01/rdf-schema#label
source: Authorized
fr_fr: Autorisé
it_it: Autorizzato
ru_ru: Авторизировано

# http://www.w3.org/2000/01/rdf-schema#comment
source: Authorized status of a delivery execution
fr_fr: État autorisé de l'exécution d'une passation
it_it: Stato autorizzato di esecuzione della somministrazione
ru_ru: Авторизованный статус выполнения lоставки

# http://www.w3.org/2000/01/rdf-schema#label
source: Terminated
fr_fr: Terminé
it_it: Finito
ru_ru: Прекращено

# http://www.w3.org/2000/01/rdf-schema#comment
source: Terminated status of a delivery execution
fr_fr: État terminé de l'exécution d'une passation
it_it: Stato finito di un'esecuzione di somministrazione
ru_ru: Статус завершения выполнения доставки

# http://www.w3.org/2000/01/rdf-schema#label
source: Canceled
fr_fr: Annulé
it_it: Annullato
ru_ru: Отменено

# http://www.w3.org/2000/01/rdf-schema#comment
source: Canceled status of a delivery execution
fr_fr: État annulé de l'exécution d'une passation
it_it: Stato annullato di un'esecuzione di somministrazione
ru_ru: Отмененый статус выполнения поставки
