Repository: nithinM/TAO-Docker
Catalog: App/taoTests/locales/*-valencia/taotest.rdf.po
Languages: ca_es_valencia

# http://www.w3.org/2000/01/rdf-schema#label
source: Test
ca_es_valencia: Prova

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test
ca_es_valencia: Prova

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Content
ca_es_valencia: Contingut de la prova

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Content
ca_es_valencia: Contingut de la prova

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Model
ca_es_valencia: Model de prova

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Model
ca_es_valencia: Model de prova

# http://www.w3.org/2000/01/rdf-schema#label
source: Testmodel implementation
ca_es_valencia: Implementació del model de prova

# http://www.w3.org/2000/01/rdf-schema#comment
source: Implementation of the test model
ca_es_valencia: Implementació del model de prova

# http://www.w3.org/2000/01/rdf-schema#label
source: Tests Manager
ca_es_valencia: Gestor de proves

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Tests Manager Role
ca_es_valencia: Rol de gestor de proves

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Author
ca_es_valencia: Autor de la prova

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test Author Role
ca_es_valencia: Rol d'autor de la prova
