Repository: nithinM/TAO-Docker
Catalog: App/taoItems/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: Actual size
ca_es_valencia: Mida real

source: Authoring
ca_es_valencia: Autoria

source: Close
ca_es_valencia: Tanca

source: Close console
ca_es_valencia: Tanca la consola

source: Create and design items and exercises.
ca_es_valencia: Crea i dissenya elements i exercicis.

source: Delete
ca_es_valencia: Elimina

source: Desktop preview
ca_es_valencia: Previsualització de l'escriptori

source: Don’t show this again!
ca_es_valencia: No ho tornes a mostrar.

source: Duplicate
ca_es_valencia: Duplica

source: Edit item
ca_es_valencia: Edita l'element

source: Edit Item
ca_es_valencia: Edita l'element

source: Export
ca_es_valencia: Exporta

source: Expose the property value to create automated categories.
ca_es_valencia: Exposa el valor de la propietat per a crear categories automàtiques

source: Failed retrieving %s
ca_es_valencia: S'ha produït un error en recuperar %s

source: Import
ca_es_valencia: Importa

source: Item Model
ca_es_valencia: Model d'element

source: Item saved
ca_es_valencia: Element guardat

source: Items
ca_es_valencia: Elements

source: Items library
ca_es_valencia: Biblioteca d'elements

source: Landscape
ca_es_valencia: Horitzontal

source: Manage items
ca_es_valencia: Gestiona els elements

source: Mobile preview
ca_es_valencia: Previsualització per a mòbils

source: Move
ca_es_valencia: Mou

source: New class
ca_es_valencia: Classe nova

source: No item authoring tool available for the selected type of item: %s
ca_es_valencia: No hi ha disponible cap eina d'autoria d'element per al tipus seleccionat de l'element: %s

source: No item type selected for the current item.
ca_es_valencia: No s'ha seleccionat cap tipus d'element per a l'element actual.

source: Not yet available
ca_es_valencia: No està disponible encara

source: Please select first the item type!
ca_es_valencia: Seleccioneu primer el tipus d'element

source: Portrait
ca_es_valencia: Vertical

source: Preview
ca_es_valencia: Previsualització

source: Properties
ca_es_valencia: Propietats

source: Published "%1$s" in language "%2$s
ca_es_valencia: S'ha publicat "%1$s" en l'idioma "%2$s

source: Remove this message
ca_es_valencia: Suprimeix aquest missatge

source: Retrieving external resources
ca_es_valencia: S'estan recuperant recursos externs

source: Submit
ca_es_valencia: Envia

source: The file you tried to upload is not valid
ca_es_valencia: El fitxer que proveu de pujar no és vàlid.

source: The Items module enables the creation and design of items and exercises.
ca_es_valencia: El mòdul «Elements» permet la creació i disseny d'elements i exercicis.

source: The property is exposed to category addition.&#13Remove exposition ?
ca_es_valencia: La propietat s'exposa a l'addició de categories.&#13Voleu eliminar l'exposició?

source: This preview may be scaled to fit your screen. The final rendering may differ.
ca_es_valencia: Aquesta previsualització es pot redimensionar perquè s'ajuste a la pantalla. La renderització final pot ser diferent.

source: Unable to copy resources for language %s
ca_es_valencia: No es poden copiar els recursos per a l'idioma %s

source: Unable to create deployement directory
ca_es_valencia: No es pot crear el directori d'implementació

source: Unable to render the item from %s : %s %s
ca_es_valencia: No es pot renderitzar l'element de %s: %s %s

source: You checked out this item %2s ago
ca_es_valencia: Vau comprovar aquest element fa %2s

source: Your path contains error
ca_es_valencia: El vostre camí conté com a mínim un error.
