Repository: nithinM/TAO-Docker
Catalog: App/taoItems/locales/*-valencia/taoitem.rdf.po
Languages: ca_es_valencia

# http://www.w3.org/2000/01/rdf-schema#label
source: Item
ca_es_valencia: Element

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item
ca_es_valencia: Element

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Content
ca_es_valencia: Contingut d'element

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Content
ca_es_valencia: Contingut d'element

# http://www.w3.org/2000/01/rdf-schema#label
source: Original Filename
ca_es_valencia: Nom de fitxer original

# http://www.w3.org/2000/01/rdf-schema#comment
source: Original Filename
ca_es_valencia: Nom de fitxer original

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Models
ca_es_valencia: Models d'element

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Models
ca_es_valencia: Models d'element

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Model
ca_es_valencia: Model d'element

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Model
ca_es_valencia: Model d'element

# http://www.w3.org/2000/01/rdf-schema#label
source: Runtime
ca_es_valencia: Temps d'execució

# http://www.w3.org/2000/01/rdf-schema#comment
source: Runtime
ca_es_valencia: Temps d'execució

# http://www.w3.org/2000/01/rdf-schema#label
source: itemmodel service
ca_es_valencia: servei de model d'element

# http://www.w3.org/2000/01/rdf-schema#comment
source: service of the item model
ca_es_valencia: servei de model d'element

# http://www.w3.org/2000/01/rdf-schema#label
source: Data File Name
ca_es_valencia: Nom del fitxer de dades

# http://www.w3.org/2000/01/rdf-schema#comment
source: the filename used to store the item content for this model
ca_es_valencia: el nom de fitxer utilitzat per a emmagatzemar el contingut de l'element per a aquest model

# http://www.w3.org/2000/01/rdf-schema#label
source: Model Status
ca_es_valencia: Estat del model

# http://www.w3.org/2000/01/rdf-schema#label
source: Stable
ca_es_valencia: Estable

# http://www.w3.org/2000/01/rdf-schema#comment
source: This item model can be used in production
ca_es_valencia: Aquest model d'element es pot utilitzar en producció

# http://www.w3.org/2000/01/rdf-schema#label
source: Deprecated
ca_es_valencia: Obsolet

# http://www.w3.org/2000/01/rdf-schema#comment
source: This item model is not supported anymore, we advise to migrate your items
ca_es_valencia: Aquest model d'element ja no rep suport, us recomanem que migreu els vostres elements

# http://www.w3.org/2000/01/rdf-schema#label
source: Development
ca_es_valencia: Desenvolupament

# http://www.w3.org/2000/01/rdf-schema#comment
source: this item model has not been tested in a production environment, we advise to be carefull with it
ca_es_valencia: aquest model d'element no s'ha provat en un entorn de producció, us recomanem que hi aneu amb compte

# http://www.w3.org/2000/01/rdf-schema#comment
source: this item model is still in conception, but you can try it, give your feedback and it will be improved.
ca_es_valencia: aquest model està encara en procés d'elaboració, però podeu provar-lo; si doneu retroacció es podrà millorar

# http://www.w3.org/2000/01/rdf-schema#label
source: Status
ca_es_valencia: Estat

# http://www.w3.org/2000/01/rdf-schema#comment
source: The status of an item model
ca_es_valencia: L'estat d'un model d'element

# http://www.w3.org/2000/01/rdf-schema#label
source: Items Manager
ca_es_valencia: Gestor d'elements

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Items Manager Role
ca_es_valencia: Rol de gestor d'elements

# http://www.w3.org/2000/01/rdf-schema#label
source: Restricted Item Author
ca_es_valencia: Autor d'element restringit

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item authoring only Role
ca_es_valencia: Autoria d'elements només rol

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Author
ca_es_valencia: Autor d'elements

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Item Author and Manager Role
ca_es_valencia: Rol de gestor i autor d'elements
