Repository: nithinM/TAO-Docker
Catalog: App/qtiItemPci/locales/*/messages.po
Languages: ru_ru

source: A newer version of the pci "%s" already exists (current version: %s, target version: %s)
ru_ru: Более новая версия pci "%s" уже существует (текущая версия: %s, целевая версия: %s)

source: Add Interaction
ru_ru: Добавить взаимодействие

source: Allow playback
ru_ru: Разрешить воспроизведение

source: Audio bitrate:
ru_ru: Битрейт аудио:

source: authorize white space
ru_ru: авторизировать пробел

source: Auto start recording
ru_ru: Автоматический запуск записи

source: Back to listing
ru_ru: Вернуться к списку

source: Comparison
ru_ru: Сравнение

source: cosinus
ru_ru: косинус

source: divide
ru_ru: разделить

source: exponent
ru_ru: показатель степени

source: fraction
ru_ru: доля

source: Functions
ru_ru: Функции

source: Give the possibility to the test taker to playback its own recording.
ru_ru: Дайте возможность тестируемому воспроизвести собственную запись.

source: greater than or equal
ru_ru: больше или равно

source: id :
ru_ru: идентификатор :

source: In seconds. Maximum recording time allowed (cannot be less than 10seconds). Recording will automatically stop once reached.
ru_ru: В секундах. Максимальное допустимое время записи (не менее 10 секунд). Затем запись будет автоматически остановлена.

source: Level
ru_ru: Уровень

source: ln
ru_ru: В

source: log
ru_ru: журнал

source: lower than or equal
ru_ru: меньше или равно

source: Manage custom interactions
ru_ru: Управлять взаимодействиями пользователя

source: Max attempts:
ru_ru: Максимальные попытки:

source: Maximum number of recording attempts allowed to the test taker. Set to 0 to allow unlimited attempts. With a limit of 3, the test taker will be able to click 2 times on the reset button.
ru_ru: Максимальное количество попыток записи разрешенное тестируемому. Установите значение 0, чтобы разрешить неограниченное количество попыток. С лимитом в 3 раза, тестируемый сможет нажать на конпку сброса 2 раза.

source: No Custom Interaction
ru_ru: Нет взаимодействия с пользователем

source: Operands
ru_ru: объекты действия

source: Plus/minus
ru_ru: Плюс/минус

source: Recording starts automatically once test taker give microphone use authorisation. If a media stimulus is used, then the recording starts automatically after the stimulus has been played.
ru_ru: Запись начинается автоматически после того, как тестируемый дает разрешение на использование микрофона. Если используется медиа-стимул, запись начинается автоматически после воспроизведения стимула.

source: Response identifier
ru_ru: Идентификатор ответа

source: Scale size
ru_ru: Размер шкалы

source: sinus
ru_ru: синус

source: square root
ru_ru: квадратный корень

source: Symbols
ru_ru: Символы

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
ru_ru: Идентификатор выбора. Этот идентификатор не должен использоваться какой-либо другой переменной ответа или элемента. Идентификатор - это строка символов, которая должна начинаться с буквы или подчеркивания («_») и содержать только буквы, знак подчеркивания, дефисы («-»), точку («.»), цифры, комбинацию символов и расширения.

source: There is already one interaction with the same identifier "%s" (label : "%s") and same version : %s. Do you want to override the existing one ?
ru_ru: Уже существует одно взаимодействие с тем же идентификатором «%s» (ярлык: «%s») и той же версией: %s. Вы хотите перезаписать существующее?

source: This is for testing purposes only. Displays a link to download the recorded file once the recording stops. This shouldn't be used in a delivery context, as it would allow the test taker to download its own recording.
ru_ru: Это предназначено только для тестирования. Отображает ссылку для загрузки записанного файла после остановки записи. Это не должно использоваться в контексте доставки, так как это позволит тестируемому загружать собственную запись.

source: This options allow to insert a media stimulus that will have to be played before recording can happen.
ru_ru: Эти параметры позволяют вставить медиа-стимул, который нужно будет воспроизвести до начала записи.

source: Time limit:
ru_ru: Лимит времени:

source: times
ru_ru: раз

source: Trigonometry
ru_ru: Тригонометрия

source: Unable to upload file %s : %s
ru_ru: Не удалось загрузить файл %s: %s

source: Upload new custom interaction (zip package)
ru_ru: Загрузить новое взаимодействие с пользователем (пакет zip)

source: Use media stimulus
ru_ru: Использовать медиа-стимул

source: version :
ru_ru: версия:

source: warning : changes affect all users of the item creator
ru_ru: предупреждение: изменения коснутся всех пользователей создателя элемента
