Repository: nithinM/TAO-Docker
Catalog: App/taoCe/locales/*/messages.po
Languages: it_it, pt_br, ru_ru

source: Add test-takers to groups to assign tests, and measure group performance. Grouping test-takers enables you to specify populations with particular characteristics. You define these characteristics by adding your own group descriptors.
it_it: Aggiungere Partecipanti ai gruppi per assegnare i test e misurare le prestazioni del gruppo. Il raggruppamento dei Partecipanti consente di specificare popolazioni con caratteristiche particolari. È possibile definire queste caratteristiche aggiungendo i propri descrittori di gruppo.
pt_br: Adicione participantes de testes a grupos para atribuir testes e medir o desempenho do grupo. O agrupamento de teste permite que você especifique populações com características particulares. Você define essas características adicionando seus próprios descritores de grupo.
ru_ru: Добавьте тестируемых в группы для назначения тестов и измерения результатов деятельности группы. Группирование тестируемых позволяет задавать определенные характеристики. Вы можете определить эти характеристики путем добавления собственных дескрипторов групп.

source: Be aware that any subsequent modification to the test content will not be taken into account until you publish the test again and create a new delivery.
it_it: Fai attenzione che ogni ulteriore modifica al contenuto del test non verrà registrata nell'account finché non pubblichi nuovamente il test e crei una nuova somministrazione.
pt_br: Esteja ciente de que qualquer modificação subsequente no conteúdo do teste não será levada em conta até que você publique o teste novamente e crie uma nova entrega.
ru_ru: Имейте в виду, что любое последующее изменение тестового содержимого не будет учтено до повторной публикации теста и создания новой поставки.

source: Build a custom table with only the specific results data you are interested in and export it as a CSV file.
it_it: Crea una tabella personalizzata solo con i dati dei risultati specifici che ti interessano ed esportali come file CSV.
pt_br: Crie uma tabela personalizada com apenas os dados de resultados específicos de seu interesse e exporte-os como um arquivo CSV.
ru_ru: Создайте пользовательскую таблицу с конкретными данными результатов, которые вас интересуют, и экспортируйте ее как CSV-файл.

source: Build and manage tests using items that you have previously created or imported.
it_it: Costruisci e gestisci i test usando elementi che hai in precedenza creato o importato.
pt_br: Crie e gerencie testes usando itens que você criou ou importou anteriormente.
ru_ru: Создавайте тесты и управляйте ими с помощью ранее созданных или импортированных элементов.

source: Build your test by dragging and dropping the selected items into the test pane.
it_it: Costruisci il tuo test trascinando ed rilasciando gli elementi selezionati nel riquadro di test.
pt_br: Construir seu teste arrastando e soltando os itens selecionados no painel de teste.
ru_ru: Создайте тест, перетащив выбранные элементы в область тестирования.

source: Choose from 17 different interaction types, including:
it_it: Scegli tra 17 diversi tipi di interazione, tra cui:
pt_br: Escolha entre 17 tipos de interação diferentes, incluindo:
ru_ru: Выберите один из 17 различных типов взаимодействия, включая:

source: Control how to publish and deliver tests.
it_it: Controlla come pubblicare e somministrare i test.
pt_br: Controle como publicar e entregar testes.
ru_ru: Управление публикацией и доставке тестов.

source: Conversely, you can also export items from TAO and re-use them in other QTI-compliant tools.
it_it: Al contrario, è anche possibile esportare gli elementi da TAO e riutilizzarli in altri strumenti compatibili con QTI.
pt_br: Por outro lado, você também pode exportar itens da TAO e reutilizá-los em outras ferramentas compatíveis com o padrão QTI.
ru_ru: И наоборот, вы также можете экспортировать элементы из ТАО и повторно использовать их в других QTI-совместимых инструментах.

source: Create and define test-taker records
it_it: Creare e definire i record dei partecipanti
pt_br: Crie e defina registros de alunos.
ru_ru: Создание и определение записей тестируемого

source: Create Items
it_it: Crea Elementi
pt_br: Criar itens
ru_ru: Создание элементов

source: Create QTI Tests
it_it: Creare Tests QTI
pt_br: Criar testes QTI
ru_ru: Создание QTI тестов

source: Create, preview and organize individual items before including them in your tests.
it_it: Creare, visualizzare in anteprima e organizzare i singoli elementi prima di includerli nei test.
pt_br: Criar, visualizar e organizar itens individuais antes de incluí-los nos seus testes.
ru_ru: Создавайте, просматривайте и упорядочивайте отдельные элементы, прежде чем включать их в тесты.

source: Default properties of the test-takers are their name and the language of the test interface. You can customize these records by adding any data you need, such as date of birth, gender, etc.
it_it: Le proprietà di default dei partecipanti sono il loro nome e la lingua di interfaccia del test. Puoi modificare queste informazioni aggiungendo dati di cui hai bisogno, come data di nascita, genere, ecc.
pt_br: As propriedades padrão dos participantes do teste são seu nome e o idioma da interface de teste. Você pode personalizar esses registros adicionando todos os dados necessários, como data de nascimento, sexo etc.
ru_ru: Свойствами по умолчанию для тестируемых являются их имя и язык интерфейса теста. Вы можете настроить эти записи, добавив любые необходимые данные, такие как дата рождения, пол и т.д.

source: Define a Delivery
it_it: Definisci una somministrazione
pt_br: Definir uma entrega
ru_ru: Определение доставки

source: Define the Test Parameters
it_it: Definisci i Parametri del Test
pt_br: Denifir os parâmetros do teste
ru_ru: Определение параметров теста

source: Determine the order of your items. Items can be displayed either randomly or in a specific order.
it_it: Determinare l'ordine degli elementi. Gli elementi possono essere visualizzati sia in modo casuale che in un ordine specifico.
pt_br: Determine a ordem dos seus itens. Os itens podem ser exibidos aleatoriamente ou em uma ordem específica.
ru_ru: Определите порядок ваших элементов. Элементы могут отображаться произвольно или в определенном порядке.

source: Discover how easy it is to create an assessment with TAO!
it_it: Scopri quanto sia facile creare una valutazione con TAO!
pt_br: Descubra como é fácil criar uma avaliação com a TAO!
ru_ru: Узнайте, как легко создать инструмент оценивания с помощью ТАО!

source: Do not show this window again when TAO opens.
it_it: Non mostrare più questa finestra quando si apre TAO.
pt_br: Não mostre esta janela novamente quando a TAO abrir.
ru_ru: Не показывать это окно снова при открытии ТАО.

source: Export Test Results
it_it: Esporta i Risultati del Test
pt_br: Exportar os resultados do teste
ru_ru: Экспорт результатов теста

source: For example:
it_it: Per esempio:
pt_br: Por exemplo:
ru_ru: Например:

source: Get started with TAO
it_it: Inizia a usare TAO
pt_br: Comece com TAO
ru_ru: Начало работы с ТАО

source: Go to
it_it: Vai a
pt_br: Ir para
ru_ru: Перейти к

source: Groups
it_it: Gruppi
pt_br: Grupos
ru_ru: Группы

source: Help
it_it: Aiuto
pt_br: Ajuda
ru_ru: Справка

source: Hint: "Simple” tests without any hierarchy are also available. Note that Open Web Items (OWI) can be delivered in simple test mode only.
it_it: Suggerimento: sono disponibili anche test "Semplici" senza alcuna gerarchia. Si noti che gli Elementi Web Aperti (OWI) possono essere somministrati solo in modalità di test semplice.
pt_br: Sugestão: Testes "simples" sem qualquer hierarquia também estão disponíveis.Observe que os Open Web Items (OWI) podem ser entregues apenas no modo de teste simples.
ru_ru: Подсказка: "простые" тесты без иерархии также доступны. Обратите внимание, что открытые веб-элементы (OWI) могут быть доставлены только в простом тестовом режиме.

source: Hint: You can access this overview at any time via the Help button.
it_it: Suggerimento: è possibile accedere a questa panoramica in qualsiasi momento tramite il pulsante Aiuto.
pt_br: Dica: Você pode acessar esta visão geral a qualquer momento através do botão Ajuda.
ru_ru: Подсказка: вы можете получить доступ к этому обзору в любое время с помощью кнопки Справка.

source: If your needs go beyond what the QTI standard allows, you can develop powerful and sophisticated item types using the TAO Open Web Item format.
it_it: Se le tue esigenze vanno oltre ciò che lo standard QTI permette, è possibile sviluppare tipi di elementi potenti e sofisticati utilizzando il formato TAO Open Web Item.
pt_br: Se as suas necessidades vão além do que o padrão QTI permite, você pode desenvolver tipos de itens poderosos e sofisticados usando o formato TAO Open Web Item.
ru_ru: Если ваши потребности выходят за рамки того, что позволяет стандарт QTI, вы можете разрабатывать мощные и сложные типы элементов с помощью формата открытого веб-элемента (OWI) ТАО.

source: Import / Export Tests
it_it: Importare / Esportare Test
pt_br: Importar / Exportar Testes
ru_ru: Импорт / экспорт тестов

source: Import and Export Items
it_it: Importa ed Esporta Elementi
pt_br: Importar e Exportar Itens
ru_ru: Импорт и экспорт элементов

source: Import any items that are compliant with the QTI (Question and Test Interoperability) 2.1 standard.
it_it: Importa gli elementi che sono conformi con lo standard QTI 2.1 (Question and Test Interoperability).
pt_br: Importar quaisquer itens que estejam em conformidade com o padrão QTI (Question and Test Interoperability) 2.1.

source: Import test-takers
it_it: Importa partecipanti
pt_br: Importar alunos
ru_ru: Импортировать тестируемых

source: In addition to creating test-takers individually by manually entering their corresponding data, you can mass-create test-taker records by importing them from a CSV file.
it_it: Oltre a creare singolarmente i partecipanti inserendo manualmente i dati corrispondenti, è possibile creare in massa record di partecipanti importandoli da un file CSV.
pt_br: Além de criar candidatos individualmente, inserindo manualmente os dados correspondentes, você pode criar em massa os registros do candidato, importando-os de um arquivo CSV.
ru_ru: В дополнение к созданию записей тестируемых по отдельности, вручную введя их соответствующие данные, вы можете массово создавать записи тестируемых, импортируя их из CSV-файла.

source: In TAO, tests are assigned to groups.
it_it: In TAO, i test vengono assegnati ai gruppi.
pt_br: Na TAO, os testes são atribuídos a grupos.
ru_ru: В ТАО тесты назначаются группам.

source: Item(s)
it_it: Elemento(i)
pt_br: Item(ns)
ru_ru: Элемент(ы)

source: Items
it_it: Elementi
pt_br: Itens
ru_ru: Элементы

source: Manage Reports
it_it: Gestisci i Rapporti
pt_br: Gerenciar relatórios
ru_ru: Управление отчетами

source: Multiple choice
it_it: Scelta multipla
pt_br: Múltipla escolha
ru_ru: Множественный выбор

source: Order of items – sequential or random
it_it: Ordine degli elementi - sequenziale o casuale
pt_br: Ordem dos itens - sequenciais ou aleatórios
ru_ru: Порядок элементов – последовательный или случайный

source: Overview
it_it: Panoramica
pt_br: Visão geral
ru_ru: Обзор

source: Preview Items
it_it: Anteprima Elementi
pt_br: Pré-visualização do item
ru_ru: Просмотр элементов

source: Publish
it_it: Pubblicare
pt_br: Publicar
ru_ru: Публикация

source: QTI Test Structure
it_it: Struttura Test QTI
pt_br: Estrutura QTI de teste
ru_ru: Тестовая структура QTI

source: Register your test-takers, manage their personal data, and assign them to groups.
it_it: Registra i tuoi partecipanti, gestisci i loro dati personali ed assegnali ai gruppi.
pt_br: Registras seus alunos, gerenciar seus dados pessoais e atribuí-los a grupos.
ru_ru: Зарегистрируйте ваших тестируемых, управляйте их личными данными и назначьте их группам.

source: Results
it_it: Risultati
pt_br: Resultados
ru_ru: Результаты

source: See how your items will appear to the test-taker before running the test. Previews are available for both desktop or mobile devices.
it_it: Prima di eseguire il test, vedi come verranno visualizzati gli elementi per il partecipante. Le anteprime sono disponibili sia per i dispositivi desktop che per quelli mobili.
pt_br: Veja como seus itens aparecerão para os alunos antes de executar o teste. As pré-visualizações estão disponíveis para computadores ou dispositivos móveis.
ru_ru: Прежде чем запускать тест, посмотрите, как будут выглядеть ваши элементы. Просмотр доступен как для настольных, так и для мобильных устройств.

source: Select an icon on the left to find out more.
it_it: Seleziona un'icona a sinistra per saperne di più.
pt_br: Selecionar um ícone à esquerda para descobrir mais.
ru_ru: Выберите значок слева, чтобы узнать больше.

source: Select the delivery dates.
it_it: Selezionare le date di somministrazione.
pt_br: Selecionar as datas das entregas.
ru_ru: Выберите даты доставки.

source: Select the group(s) that will take the test. You can exclude individual test-takers even if they are part of the group.
it_it: Seleziona il/i gruppo/i che parteciperà/anno al test. Puoi escludere i partecipanti individuali anche se questi sono parte integrante del gruppo.
pt_br: Selecione o(s) grupo(s) que fará(ão) o teste. Você pode excluir alunos individualmente, mesmo que eles façam parte do grupo.
ru_ru: Выберите группу или группы, которая будет проходить тест. Вы можете исключить отдельных тестируемых лиц, даже если они являются частью группы.

source: Select the test you want to deliver to your group(s) of test-takers. Publish it to make it available online.
it_it: Seleziona il test che vuoi somministrare al/ai tuo/oi gruppo/i di partecipanti. Pubblicalo per renderlo disponibile online.
pt_br: Selecionar o teste que você quer entregar para o(s) seu(s) grupo(s) de alunos. Publique-o para disponibilizá-lo online.
ru_ru: Выберите тест, который вы хотите дать вашей группе (группам) тестируемых. Опубликуйте его, чтобы сделать его доступным в Интернете.

source: selection
it_it: selezione
pt_br: seleção
ru_ru: выбор

source: Single choice
it_it: Scelta singola
pt_br: Escolha única
ru_ru: Один выбор

source: Slider
it_it: Cursore
pt_br: Barra deslizante
ru_ru: Слайдер

source: Specify how many times test-takers are allowed to repeat a test.
it_it: Specificare quante volte i partecipanti sono autorizzati a ripetere un test.
pt_br: Especifique quantas vezes os participantes do teste podem repetir um teste.
ru_ru: Укажите, сколько раз тестируемые могут повторить тест.

source: Store, manage, and analyze test results with ease.
it_it: Archivia, Gestisci e analizza i risultati dei test con facilità.
pt_br: Armazene, gerencie e analise os resultados dos testes com facilidade.
ru_ru: Пользуйтесь простотой хранения, управления и анализа результатов тестов.

source: Test
pt_br: Teste
ru_ru: Тест

source: Test part(s)
it_it: Parte/i del Test
pt_br: Parte(s) do teste
ru_ru: Тестовая часть (части)

source: Test section(s)
it_it: Sezione/i del Test
pt_br: Seção(ões) do teste
ru_ru: Тестовый раздел(ы)

source: Test-takers
it_it: Partecipanti
pt_br: Alunos
ru_ru: Тестируемые

source: Tests
it_it: I Test
pt_br: Testes
ru_ru: Тесты

source: Text entry
it_it: Immissione testo
pt_br: Entrada de texto
ru_ru: Ввод текста

source: Time limit
it_it: Limite di tempo
pt_br: Limite de tempo
ru_ru: Ограничение по времени

source: To create a QTI test:
it_it: Per creare un test QTI:
pt_br: Para criar um teste QTI:
ru_ru: Чтобы создать тест QTI:

source: Use Groups to Manage Test-Takers
it_it: Usa i Gruppi per Gestire i Partecipanti
pt_br: Use grupos para gerenciar alunos
ru_ru: Используйте Группы для управления записями тестируемых

source: Videos
it_it: Video
pt_br: Vídeos
ru_ru: Видео

source: View the performance of any individual test-taker – whether it’s on a single test or across a range of tests.
it_it: Visualizza le prestazioni di ogni singolo partecipante, che si tratti di un singolo test o di una serie di test.
pt_br: Veja o desempenho de qualquer aluno individualmente, seja em um único teste ou em vários testes.
ru_ru: Просмотр производительности любого индивидуального тестируемого пользователя — как по одному тесту, также и по ряду тестов.

source: You can also add rich media content to your items, such as photos, math formulas and video.
it_it: Puoi anche aggiungere contenuti multimediali avanzati ai tuoi elementi, come foto, formule matematiche e video.
pt_br: Você também pode adicionar conteúdo de recursos avançados de mídia a seus itens, como fotos, fórmulas matemáticas e vídeos.
ru_ru: Вы также можете добавить мультимедийный контент к вашим элементам, такие как фотографии, математические формулы и видео.

source: You can create tests in compliance with the QTI 2.1 standard. A QTI test is structured as follows:
it_it: È possibile creare test in conformità con lo standard QTI 2.1. Un test QTI è strutturato come segue:
pt_br: Você pode criar testes em conformidade com o padrão QTI 2.1. Um teste QTI é estruturado da seguinte forma:
ru_ru: Тесты можно создавать в соответствии со стандартом QTI 2.1. QTI тест структурирован следующим образом:

source: You can import tests created with any external tool that is QTI compliant. The items will be automatically added to the Items Library. Conversely, your QTI tests can be exported out of TAO for use with any QTI-compliant delivery engine.
it_it: È possibile importare i test creati con qualsiasi strumento esterno conforme a QTI. Gli elementi verranno aggiunti automaticamente alla Libreria di Elementi. Al contrario, i test QTI possono essere esportati da TAO per l'utilizzo con qualsiasi motore di somministrazione conforme a QTI.
pt_br: Você pode importar testes criados com qualquer ferramenta externa que seja compatível com o QTI. Os itens serão automaticamente adicionados à Biblioteca de Itens. Por outro lado, seus testes QTI podem ser exportados da TAO para uso com qualquer mecanismo de entrega compatível com o QTI
ru_ru: Можно импортировать тесты, созданные с помощью любого внешнего инструмента, который является QTI совместимым. Элементы будут автоматически добавлены в Библиотеку элементов. И наоборот, ваши QTI тесты могут быть экспортированы из ТАО для использования с любым QTI-совместимым механизмом доставки теста.

source: You can specify test settings such as:
it_it: È possibile specificare impostazioni di test quali:
pt_br: Você pode especificar configurações de teste, como:
ru_ru: Вы можете задать параметры тестирования, такие как:
