Repository: nithinM/TAO-Docker
Catalog: App/funcAcl/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: Actions
ca_es_valencia: Accions

source: Available roles
ca_es_valencia: Rols disponibles

source: Grant access rights to the action
ca_es_valencia: Acorda drets d'accés per a l'acció

source: Grant access rights to the entire controller
ca_es_valencia: Acorda drets d'accés per al controlador complet

source: Grant access rights to the entire extension
ca_es_valencia: Acorda drets d'accés per a l'extensió completa

source: includes
ca_es_valencia: conté

source: Inherited access to the action
ca_es_valencia: Accés heretat per a l'acció

source: Inherited access to the controller
ca_es_valencia: Accés heretat per al controlador

source: Inherited access to the extension
ca_es_valencia: Accés heretat per a l'extensió

source: Manage Access Rights
ca_es_valencia: Gestiona els drets d'accés

source: Modules
ca_es_valencia: Mòduls

source: Revoke access rights to the action
ca_es_valencia: Revoca els drets d'accés per a l'acció

source: Revoke access rights to the entire controller
ca_es_valencia: Revoca els drets d'accés per al controlador complet

source: Revoke access rights to the entire extension
ca_es_valencia: Revoca els drets d'accés per a l'extensió completa

source: Roles
ca_es_valencia: Rols

source: Users
ca_es_valencia: Usuaris
