Repository: nithinM/TAO-Docker
Catalog: App/funcAcl/locales/*-valencia/taofuncacl.rdf.po
Languages: ca_es_valencia

# http://www.w3.org/2000/01/rdf-schema#label
source: Control component
ca_es_valencia: Component de control

# http://www.w3.org/2000/01/rdf-schema#comment
source: Either an extension, module or action
ca_es_valencia: Ja siga una extensió, un mòdul o una acció

# http://www.w3.org/2000/01/rdf-schema#label
source: An extension
ca_es_valencia: Una extensió

# http://www.w3.org/2000/01/rdf-schema#comment
source: A tao extension
ca_es_valencia: Una extensió de TAO

# http://www.w3.org/2000/01/rdf-schema#label
source: A module
ca_es_valencia: Un mòdul

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Module
ca_es_valencia: Un mòdul controlador d'MVC

# http://www.w3.org/2000/01/rdf-schema#label
source: An action
ca_es_valencia: Una acció

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Action
ca_es_valencia: Una acció del controlador d'MVC

# http://www.w3.org/2000/01/rdf-schema#label
source: Identifier
ca_es_valencia: Identificador

# http://www.w3.org/2000/01/rdf-schema#comment
source: Identifier
ca_es_valencia: Identificador

# http://www.w3.org/2000/01/rdf-schema#label
source: Grant access to a control component
ca_es_valencia: Autoritza l'accés a un component de control

# http://www.w3.org/2000/01/rdf-schema#comment
source: Grant access to a control component
ca_es_valencia: Autoritza l'accés a un component de control

# http://www.w3.org/2000/01/rdf-schema#label
source: Member of
ca_es_valencia: Membre de

# http://www.w3.org/2000/01/rdf-schema#comment
source: Member of a module
ca_es_valencia: Membre d'un mòdul

# http://www.w3.org/2000/01/rdf-schema#label
source: Extension
ca_es_valencia: Extensió

# http://www.w3.org/2000/01/rdf-schema#comment
source: Extension of the module
ca_es_valencia: Extensió del mòdul

# http://www.w3.org/2000/01/rdf-schema#label
source: Function ACL Manager
ca_es_valencia: Gestor de funció d'ACL

# http://www.w3.org/2000/01/rdf-schema#comment
source: The functionality based access controll layer Manager Role
ca_es_valencia: La funcionalitat basada en el rol de gestor del control d'accés
