Repository: nithinM/TAO-Docker
Catalog: App/taoResultServer/locales/*-arb/taoResultServer.rdf.po
Languages: ar_arb

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server
ar_arb: خادم النتائج

# http://www.w3.org/2000/01/rdf-schema#comment
source: the Result Server for the Delivery
ar_arb: خادم النتيجة للتسليم

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Storage Engine
ar_arb: نتيجة محرك التخزين

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Storage Engine
ar_arb: نتيجة محرك التخزين

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server Endpoint
ar_arb: النتيجة خادم نقطة النهاية

# http://www.w3.org/2000/01/rdf-schema#comment
source: Endpoint of the Result Server
ar_arb: نقطة نهاية خادم النتيجة

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Storage
ar_arb: تخزين النتيجة

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Storage
ar_arb: تخزين النتيجة

# http://www.w3.org/2000/01/rdf-schema#label
source: tao logger
ar_arb: مسجل tao

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data about the storage is sent into the logger
ar_arb: يتم إرسال البيانات حول التخزين في مسجل

# http://www.w3.org/2000/01/rdf-schema#label
source: Link to the implementation Class
ar_arb: وصلة لفئة التنفيذ

# http://www.w3.org/2000/01/rdf-schema#comment
source: Link to the implementation Class
ar_arb: وصلة لفئة التنفيذ

# http://www.w3.org/2000/01/rdf-schema#label
source: No storage
ar_arb: لا يوجد تخزين

# http://www.w3.org/2000/01/rdf-schema#comment
source: No storage
ar_arb: لا يوجد تخزين

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server Manager
ar_arb: مدير خادم النتائج

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Server Manager Role
ar_arb: وظيفة مدير خادم النتائج
