Repository: nithinM/TAO-Docker
Catalog: App/taoQtiTest/locales/*/messages.po
Languages: pt_br

source: The assessment has been suspended by an authorized proctor. If you wish to resume your assessment, please relaunch it and contact your proctor if required.
pt_br: A avaliação foi suspensa por um inspetor autorizado. Se você deseja retomar sua avaliação, por favor, reinicie-o e entre em contato com o seu inspetor, se necessário.

source: The assessment has been suspended. To resume your assessment, please relaunch it.
pt_br: A avaliação foi suspensa. Para retomar sua avaliação, por favor, reinicie.

source: The assessment has been terminated.
pt_br: A avaliação foi encerrada.

source: The assessment has been terminated. You cannot interact with it anymore.
pt_br: A avaliação foi encerrada. Você não pode mais interagir.

source: The assessment is still running.
pt_br: A avaliação ainda está em execução.

source: The candidate is not allowed to submit invalid responses.
pt_br: O candidato não tem permissão para enviar respostas inválidas.

source: The connection seems to be back, please proceed
pt_br: A conexão parece estar de volta, por favor prossiga

source: The dependency to the IMS QTI AssessmentItemRef "%s" in the IMS Manifest file could not be resolved.
pt_br: A dependência do IMS QTI AssessmentItemRef "%s" no arquivo do IMS Manifest não pôde ser resolvida.

source: The identifier of the item reference.
pt_br: O identificador da referência do item.

source: The identifier of the section.
pt_br: O identificador da seção.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was already stored in the Item Bank.
pt_br: O item do IMS QTI referenciado como "%s" no arquivo do IMS Manfest já estava armazenado no banco de itens.

source: The IMS QTI Test Package could not be imported.
pt_br: pacote de teste do IMS QTI não pôde ser importado.

source: The IMS QTI Test referenced as "%s" in the IMS Manifest file could not be imported.
pt_br: O teste IMS QTI referenciado como "%s" no arquivo IMS Manifest não pôde ser importado.

source: The navigation mode determines the general paths that the candidate may take. A linear mode restricts the candidate to attempt each item in turn. Non Linear removes this restriction.
pt_br: O modo de navegação determina os caminhos gerais que o candidato pode seguir. Um modo linear restringe o candidato a tentar cada item por vez. Não Linear remove essa restrição.

source: The number of child elements to be selected.
pt_br: O número de subelementos a serem selecionados.

source: The outcome "%s" does not exist, but it is referenced by a feedback block!
pt_br: O resultado "%s" não existe, mas é referenciado por um bloco de feedback!

source: The outcomes have been regenerated!
pt_br: Os resultados foram regerados!

source: The principle identifier of the test.
pt_br: O principal identificador do teste.

source: The provided archive is invalid. Make sure it is not corrupted and that it contains an 'imsmanifest.xml' file.
pt_br: O arquivo fornecido é inválido. Verifique se não está corrompido e se contém um arquivo 'imsmanifest.xml'.

source: The QTI Test '%s' to be compiled must contain at least 1 QTI Item. None found.
pt_br: O Teste QTI '%s' a ser compilado deve conter pelo menos 1 Item QTI. Nenhum encontrado.

source: The QTI test could not be retrieved correctly.
pt_br: O teste QTI não pôde ser recuperado corretamente.

source: The QTI Test XML or one of its dependencies is malformed or empty.
pt_br: O XML do Teste QTI ou uma de suas dependências está malformado ou vazio.

source: The QTI-XML test could not be written correctly.
pt_br: O teste QTI-XML não pôde ser gravado corretamente.

source: The reference.
pt_br: A referência

source: The resources related to the IMS QTI Test referenced as "%s" in the IMS Manifest file were rolled back.
pt_br: Os recursos relacionados ao Teste IMS QTI referenciado como "%s" no arquivo IMS Manifest foram revertidos.

source: The score will be processed for the entire test. A sum of all SCORE outcomes will be computed and divided by the sum of MAX SCORE, the result will be compared to the cut score (or pass ratio), then the PASS_TOTAL outcome will be set accordingly.
pt_br: A pontuação será processada durante todo o teste. Uma soma de todos os resultados de SCORE será computada e dividida pela soma de MAX SCORE, o resultado será comparado com a pontuação de corte (ou taxa de aprovação), então o resultado PASS_TOTAL será definido de acordo.

source: The score will be processed for the entire test. A sum of all SCORE outcomes will be computed, the result will take place in the SCORE_TOTAL outcome.
pt_br: A pontuação será processada durante todo o teste. Uma soma de todos os resultados SCORE será computada, o resultado ocorrerá no resultado SCORE_TOTAL.

source: The section title.
pt_br: O título da seção.

source: The submission mode determines when the candidate's responses are submitted for response processing. A testPart in individual mode requires the candidate to submit their responses on an item-by-item basis. In simultaneous mode the candidate's responses are all submitted together at the end of the testPart.
pt_br: O modo de envio determina quando as respostas do candidato são enviadas para o processamento da resposta. Uma parte de teste no modo individual requer que o candidato envie suas respostas item por item.No modo simultâneo, as respostas do candidato são todas enviadas juntas no final da parte do teste,

source: The test has been closed/suspended!
pt_br: O teste foi fechado / suspenso!

source: The test has not been saved.
pt_br: O teste não foi salvo.

source: The test part identifier.
pt_br: O identificador da parte de teste.

source: The test title.
pt_br: O Título do teste

source: This constraint affects the visibility of feedback after the end of the last attempt.
pt_br: Essa restrição afeta a visibilidade do feedback após o término da última tentativa.

source: This constraint controls whether or not the candidate is allowed to provide a comment on the item during the session. Comments are not part of the assessed responses.
pt_br: Essa restrição controla se o candidato pode ou não fazer um comentário sobre o item durante a sessão. Comentários não fazem parte das respostas avaliadas.

source: This test has been suspended
pt_br: Este teste foi suspenso

source: This test has been terminated
pt_br: Este teste foi finalizado

source: Time limit reached for item "%s".
pt_br: Limite de tempo atingido para o item "%s".

source: Time limit reached, this part of the test has ended.
pt_br: Tempo limite atingido, esta parte do teste terminou.

source: Time Limits
pt_br: Tempo limite

source: Title
pt_br: Título

source: Total score
pt_br: Pontuação total

source: Tutor
pt_br: Professor

source: Type
pt_br: Tipo

source: Unanswered
pt_br: Sem resposta

source: Unanswered items
pt_br: Itens não respondidos.

source: Unflag for Review
pt_br: Remover o sinalizador para revisão

source: Unknown error.
pt_br: Erro desconhecido.

source: Upload a QTI 2.1 Test Package File
pt_br: Carregar arquivo de pacote de teste QTI 2.2

source: Validate Responses
pt_br: Validar respostas

source: Value
pt_br: Valor

source: Viewed
pt_br: Visto

source: Viewed items
pt_br: Itens visualizados

source: Views
pt_br: Visualizados

source: Visible
pt_br: Visível

source: Warning – You have %s remaining to complete the test.
pt_br: Aviso - Você tem%s restante para concluir o teste.

source: Warning – You have %s remaining to complete this item.
pt_br: Aviso - Você tem%s restante para completar este item.

source: Warning – You have %s remaining to complete this section.
pt_br: Aviso - Você tem %s restante para concluir esta seção.

source: Warning – You have %s remaining to complete this test part.
pt_br: Aviso - Você tem %s restante para completar esta parte de teste.

source: We are unable to connect to the server to retrieve the next item.
pt_br: Não podemos nos conectar ao servidor para recuperar o próximo item.

source: Weight
pt_br: Peso

source: Weights
pt_br: Pesos

source: When selecting child elements each element is normally eligible for selection once only.
pt_br: Ao selecionar subelementos, cada elemento normalmente é elegível para seleção apenas uma vez.

source: Whether a candidate's response that is beyond the maximum duration of the item should still be accepted.
pt_br: Se a resposta de um candidato que está além da duração máxima do item, ainda deve ser aceita.

source: Whether a candidate's response that is beyond the maximum duration of the section should still be accepted.
pt_br: Se a resposta de um candidato que está além da duração máxima da seção, ainda deve ser aceita.

source: Whether a candidate's response that is beyond the maximum duration of the test part should still be accepted.
pt_br: Se a resposta de um candidato que está além da duração máxima da parte de teste, ainda deve ser aceita.

source: Whether a candidate's response that is beyond the maximum duration should still be accepted.
pt_br: Se a resposta de um candidato que está além da duração máxima ainda deve ser aceita.

source: Who can view the rubric block during the delivery.
pt_br: Quem pode ver o bloco de rubrica durante a entrega.

source: With Replacement
pt_br: Com substituição

source: Wrong file mime type
pt_br: Mime type do arquivo incorreto

source: XML error at line %1$d column %2$d "%3$s".
pt_br: Erro XML na linha %1$d coluna %2$d"%3$s".

source: Yes
pt_br: Sim

source: You answered all %s question(s)
pt_br: Você respondeu todas %s questões.

source: You answered all %s question(s) in this section
pt_br: Você respondeu todas as %s questões desta seção

source: You answered all %s question(s) in this test
pt_br: Você respondeu todas as %s questões deste teste

source: You answered only %s of the %s question(s) in this section
pt_br: Você respondeu apenas %s da(s) %s questão nesta seção

source: You are about to go to the next item. Click OK to continue and go to the next item.
pt_br: Você está prestes a ir para o próximo item. Clique em OK para continuar e vá para o próximo item.

source: You are about to go to the previous item. Click OK to continue and go to the previous item.
pt_br: Você está prestes a ir para o item anterior. Clique em OK para continuar e vá para o item anterior.

source: You are about to submit the test. You will not be able to access this test once submitted. Click OK to continue and submit the test.
pt_br: Você está prestes a enviar o teste. Você não poderá acessar este teste depois de enviado. Clique em OK para continuar e enviar o teste.

source: You have %s item(s) marked for review.
pt_br: Você tem %s item(s) marcado(s) para revisão.

source: You have %s unanswered question(s)
pt_br: Você tem %s questão(ões) não respondida(s)

source: You have %s unanswered question(s) and have %s item(s) marked for review.
pt_br: Você tem %s questão(ões) não respondida(s) e tem %s item(ns) marcado(s) para revisão.

source: You have %s unanswered question(s).
pt_br: Você tem %s questão(ões) não respondida(s).

source: Your comment…
pt_br: Seu comentário…

source: Zoom in
pt_br: Mais zoom

source: Zoom out
pt_br: Menos zoom
