Repository: nithinM/TAO-Docker
Catalog: App/taoQtiTest/locales/*/messages.po
Languages: pt_br

source: A QTI Item involved in the QTI Test '%s' could not be compiled.
pt_br: Um item QTI envolvido no teste QTI '%s' não pôde ser compilado.

source: A QTI Test must contain at least one QTI Item to be compiled. None found.
pt_br: Um Teste QTI deve conter pelo menos um Item QTI a ser compilado. Nenhum encontrado.

source: A qti testpackage
pt_br: Um pacote de testes qti

source: A remote resource referenced in QTI test '%s' could not be retrieved.
pt_br: Um recurso remoto referenciado no teste QTI '%s' não pôde ser recuperado.

source: A response to this item is required.
pt_br: É necessário responder a este item.

source: A valid response to this item is required.
pt_br: É necessária uma resposta válida para este item.

source: A visible section is one that is identifiable by the candidate.
pt_br: Uma seção visível é aquela identificável pelo candidato.

source: Activated
pt_br: Ativado

source: add a new weight
pt_br: adicione um novo peso

source: Add a zip file containing QTI/APIP tests and items
pt_br: Adicionar um arquivo zip contendo testes e itens do QTI/APIP

source: Add selected item(s) here.
pt_br: Adicione item(s) selecionado(s) aqui.

source: Add the source file
pt_br: Adicione o arquivo de origem

source: After you complete the section it would be impossible to return to this section to make changes. Are you sure you want to end the section?
pt_br: Depois de concluir a seção, é impossível retornar a esta seção para fazer alterações. Tem certeza de que deseja encerrar a seção?

source: All
pt_br: Todos

source: Allow Comment
pt_br: Permitir comentário

source: Allow Review
pt_br: Permitir revisão

source: Allow Section Skipping
pt_br: Permitir salto de seção

source: Allow Skipping
pt_br: Permitir pular

source: Allow skipping of the current section.
pt_br: Permitir pular da seção atual.

source: Allow the candidate to review his answers.
pt_br: Permita que o candidato revise suas respostas.

source: Allow the test-taker to eliminate / strikethrough answers in choice interactions.
pt_br: Permita que o respondente elimine / risque respostas em interações de escolha.

source: Allow the test-taker to highlight parts of the item text.
pt_br: Permitir que o respondente selecione partes do texto do item.

source: Allow the test-taker to mask and unmask answers in choice interactions.
pt_br: Permita que o respondente a marcar e desmarcar respostas em interações de escolha.

source: Allow the test-taker to mask parts of the item with a movable mask.
pt_br: Permita que o participante do teste encubra partes do item com uma máscara móvel.

source: Allow the test-taker to use a basic calculator.
pt_br: Permitir que o candidato use uma calculadora básica.

source: Allow the test-taker to use a movable magnifier tool.
pt_br: Permitir que o respondente use uma ferramenta de ampliação móvel.

source: Allow the test-taker to visually isolate a line of text.
pt_br: Permitir que o participante isole visualmente uma linha de texto.

source: Allows Test-taker to zoom in and out the item content.
pt_br: Permite que o respondente amplie e reduza o conteúdo do item.

source: Also compute the score per categories
pt_br: Também calcule a pontuação por categorias

source: An error occured while retrieving items
pt_br: Ocorreu um erro ao recuperar itens

source: An error occurred during results submission. Please retry.
pt_br: Ocorreu um erro durante o envio dos resultados. Por favor tente novamente.

source: An error occurred during the test initialization!
pt_br: Ocorreu um erro durante a inicialização do teste!

source: An error occurred!
pt_br: Um erro ocorreu!

source: An error occurs, please contact your administrator
pt_br: Ocorre um erro, entre em contato com seu administrador

source: An invisible section with a parent that is subject to shuffling can specify whether or not its children, which will appear to the candidate as if they were part of the parent, are shuffled as a block or mixed up with the other children of the parent section.
pt_br: Uma seção invisível com um elemento superior que está sujeito a embaralhamentos pode especificar se seus subelementos, que aparecerão para o participante como se fossem parte do elemento superior, são embaralhados como um bloco ou misturados com os outros subelementos da seção superior.

source: An item involved in the test cannot be read or is not QTI compliant.
pt_br: Um item envolvido no teste não pode ser lido ou não é compatível com o QTI.

source: An item involved in the test cannot be written.
pt_br: Um item envolvido no teste não pode ser gravado.

source: An unknown error occured while compiled QTI Test '%s'.
pt_br: Ocorreu um erro desconhecido durante o teste QTI '%s' compilado.

source: An unknown error occured while compiling QTI test '%s'.
pt_br: Ocorreu um erro desconhecido ao compilar o teste QTI '%s'.

source: and flagged %s of them
pt_br: e %s sinalizado deles

source: and you flagged %s item(s) that you can review now
pt_br: e você sinalizou %s item (s) que você pode rever agora

source: Answer Eliminator
pt_br: Eliminador de resposta

source: Answer Masking
pt_br: Encobrir resposta

source: Answered
pt_br: Respondida

source: Are you sure you want to end the test?
pt_br: Tem certeza de que quer terminar o teste?

source: Area Masking
pt_br: Encobrir área

source: Associate a blueprint to a section allow you to validate this section against the specified blueprint.
pt_br: Associe um modelo a uma seção para validar essa seção em relação ao modelo especificado.

source: Associate Blueprint
pt_br: Modelo associado

source: At least one mandatory parameter was required but found missing in your request
pt_br: Pelo menos um parâmetro obrigatório foi necessário, mas foi encontrado ausente em sua solicitação

source: Author
pt_br: Elaborador

source: Auxiliary file not found at location "%s".
pt_br: Arquivo auxiliar não encontrado no local "%s".

source: Calculator
pt_br: Calculadora

source: Cancel
pt_br: Cancelar

source: Candidate
pt_br: Participante

source: Cardinality
pt_br: Cardinalidade

source: Categories
pt_br: Categorias

source: Category score
pt_br: Pontuação da categoria

source: Change the current color preset
pt_br: Alterar a predefinição de cor atual

source: Class
pt_br: Disciplina

source: Class successfully created.
pt_br: Classe criada com sucesso.

source: Clear all active highlights
pt_br: Limpar todos os destaques ativos

source: Clear Highlights
pt_br: Limpar os destaques

source: Close Magnifier
pt_br: Lente de aumento

source: Close the mask
pt_br: Fechar a máscara

source: Close this Section
pt_br: Fechar esta seção

source: Collapse the review panel
pt_br: Recolher o painel de revisão

source: Comment
pt_br: Comentário

source: Completed items
pt_br: Itens Completos

source: Connected to server
pt_br: Conectado ao servidor

source: Contrast
pt_br: Contraste

source: Controls the contribution of an individual item score to the overall test score.
pt_br: Controla a contribuição de uma pontuação de item individual para a pontuação geral do teste.

source: Controls the maximum number of attempts allowed. 0 means unlimited.
pt_br: Controla o número máximo de tentativas permitidas. 0 significa ilimitado.

source: Covers parts of the item
pt_br: Cobre partes do item

source: Custom
pt_br: Personalizado

source: custom categories
pt_br: categorias personalizadas

source: Custom outcome processing. No changes will be made to the existing rules.
pt_br: Processamento de resultado personalizado. Nenhuma alteração será feita nas regras existentes.

source: Cut score
pt_br: Pontuação de corte

source: Cut score (pass ratio)
pt_br: Ponto de corte (percentual para aprovação)

source: Disable validation
pt_br: Desativar validação

source: Disconnected from server
pt_br: Desconectado do servidor

source: Display a warning before the test-taker ends a test part and there are still items left unanswered or marked for review.
pt_br: Exibir um aviso antes que o candidato finalize uma parte do teste e ainda haja itens deixados sem resposta ou marcados para revisão.

source: Display a warning before the test-taker ends the test part.
pt_br: Apresentar um aviso antes de o candidato terminar a parte de teste.

source: Display a warning before the test-taker ends the test.
pt_br: Exibir um aviso antes que o candidato finalize o teste.

source: Display a warning before the test-taker skips the section. Requires the Section Skipping option.
pt_br: Exibir um aviso antes que o candidato pule a seção. Requer a opção Ignorar seção.

source: Display End Test Warning
pt_br: Exibir aviso de fim de teste

source: Display Next Part Warning
pt_br: Exibir aviso de próxima parte

source: Display Next Section Warning
pt_br: Exibir aviso de próxima seção

source: Display Unanswered Warning
pt_br: Exibir aviso SEM RESPOSTA

source: Displayed label
pt_br: Rótulo exibido

source: Displays a customisable magnifier
pt_br: Exibe uma lupa personalizável

source: Do not flag the current item for later review
pt_br: Não sinalize o item atual para revisão posterior

source: Eliminate choices
pt_br: Eliminar escolhas

source: Enable Mark for Review
pt_br: Ativar marca para revisão

source: Enable mark for review of items. Requires the Review Screen option.
pt_br: Ativar marca para revisão de itens. Requer a opção Tela de revisão.

source: Enable Review Screen
pt_br: Ativar tela de revisão

source: Enable selection
pt_br: Ativar seleção

source: Enable the item review screen / navigator.
pt_br: Ativar a tela / navegador de revisão de itens.

source: End test
pt_br: Fim do teste

source: End Test
pt_br: Fim do teste

source: Enter a blueprint
pt_br: Digite um modelo

source: Enter a custom category
pt_br: Insira uma categoria personalizada

source: Error
pt_br: Erro

source: Error during file import
pt_br: Erro durante a importação de arquivos

source: Error found in the IMS QTI Test: %s
pt_br: Erro encontrado no Teste IMS QTI: %s

source: Expand the review panel
pt_br: Expandir o painel de revisão

source: Export
pt_br: Exportar

source: Export failed for the test "%s
pt_br: Falha na exportação para o teste "%s

source: Export QTI 2.1 Test Package
pt_br: Exportat Pacote de Teste QTI 2.1

source: Export QTI 2.2 Test Package
pt_br: Exportat Pacote de Teste QTI 2.2

source: Export successful for the test "%s
pt_br: Exportação bem-sucedida para o teste "%s

source: Feedback block
pt_br: Bloco de feedback

source: File name
pt_br: Nome do arquivo

source: File not found
pt_br: Arquivo não encontrado

source: File not found!
pt_br: Arquivo não encontrado!

source: finished
pt_br: terminado

source: Fixed
pt_br: fixo

source: Fixed position in a shuffled the selection.
pt_br: Posição fixa em uma seleção embaralhada.

source: Flag for Review
pt_br: Marcador para revisão

source: Flag the current item for later review
pt_br: Marcar o item atual para revisão posterior

source: Flagged
pt_br: Marcado

source: Force the item to be considered as informational and not taken into account in (un)answered / flagged counters.
pt_br: Força o item a ser considerado como informativo e não considerado em contadores (não)respondidos / sinalizados.

source: Hide Review
pt_br: Esconder comentário

source: Hide the review screen
pt_br: Ocultar a tela de revisão

source: Hide the warning automatically displayed when a test-taker exit a timed section.
pt_br: Oculte o aviso quando um participante de teste sair de uma seção cronometrada.

source: Hide Timed Section Warning
pt_br: Ocultar Aviso da Seção Temporizada

source: Hide timers
pt_br: Ocultar os temporizadores

source: Highlight
pt_br: Realçar

source: Highlight Text
pt_br: Realçar texto

source: Highlighter
pt_br: Marcador

source: Html title
pt_br: Título Html

source: Identifier
pt_br: Idendificador

source: If required it must appear (at least once) in the selection.
pt_br: Se necessário ele deve aparecer (pelo menos uma vez) na seleção.

source: If required, it must appears at least once in the selection.
pt_br: Se necessário, deve parece que pelo menos uma vez na seleção.

source: If set, it causes the order of the child elements to be randomized, otherwise it uses the order in which the child elements are defined.
pt_br: Se definido, faz com que a ordem dos subelementos seja randomizada, caso contrário, ele usa a ordem na qual os subelementos são definidos.

source: If the category option is set, the score will also be processed per categories, and each results will take place in the PASS_xxx outcome, where xxx is the name of the category.
pt_br: Se a opção de categoria estiver definida, a pontuação também será processada por categorias e cada resultado ocorrerá no resultado PASS_xxx, em que xxx é o nome da categoria.

source: If the category option is set, the score will also be processed per categories, and each results will take place in the SCORE_xxx outcome, where xxx is the name of the category.
pt_br: Se a opção de categoria estiver definida, a pontuação também será processada por categorias e cada resultado ocorrerá no resultado SCORE_xxx, onde xxx é o nome da categoria.

source: Import
pt_br: Importar

source: Import a QTI/APIP Content Package
pt_br: Importar um pacote de conteúdo QTI/APIP

source: Informational Item Usage
pt_br: Uso de item informativo

source: is already used in the test.
pt_br: já é usado no teste.

source: is not a valid identifier (alphanum, underscore, dash and dots)
pt_br: não é válido para identificar (alfanumérico, sublinhado, traço e pontos)

source: is not a valid identifier (everything except spaces)
pt_br: não é um identificador válido (tudo, exceto espaços)

source: Item "%s" is completed.
pt_br: O item "%s" está concluído.

source: Item %d of %d
pt_br: Item %d de %d

source: Item Reference Properties
pt_br: Propriedades de Referência do Item

source: Item Session Control
pt_br: Controle de sessão de item

source: Items
pt_br: Itens

source: items
pt_br: itens

source: Items can optionally be assigned to one or more categories.
pt_br: Itens podem ser atribuídos a mais categorias

source: Items Compilation
pt_br: Compilação de itens

source: Items marked for later review
pt_br: Itens marcados para revisão posterior

source: Items with assessmentItemRef identifiers "%s" are not registered in the related CAT endpoint.
pt_br: Itens com assessmentItemRef Identify "%s" não estão registrados no ponto de extremidade CAT

source: Keep Together
pt_br: Manter juntos

source: Late submission allowed
pt_br: Submissão tardia permitida

source: Leave a comment
pt_br: Deixe um comentário

source: Line Reader
pt_br: Leitor por linha

source: Magnifier
pt_br: Lente de aumento

source: Magnify less
pt_br: Amplie menos

source: Magnify more
pt_br: Amplie mais

source: Magnifying Glass
pt_br: Lupa

source: Manage Rubric Blocks
pt_br: Gerenciar Blocos de Rubrica

source: Manage test properties
pt_br: Gerenciar Propriedades de teste

source: Manage Tests
pt_br: Gerenciar Testes

source: Mark for review
pt_br: Marcar para revisão

source: Masking
pt_br: Encobrir

source: Match value
pt_br: Valor de correspondência

source: Max Attempts
pt_br: Máximo de tentativas

source: Maximum Duration
pt_br: Duração Máxima

source: Maximum duration for the all test.
pt_br: Duração máxima para todo o teste

source: Maximum duration for this item.
pt_br: Duração máxima para este item

source: Maximum duration for this section.
pt_br: Duração máxima para esta seção

source: Maximum duration for this test part.
pt_br: Duração máxima para esta parte de teste.

source: Metadata export is not available for test "%s.
pt_br: A exportação de metadados não está disponível para o teste "%s.

source: Minimum Duration
pt_br: Duração mínima

source: Minimum duration for the test.
pt_br: Duração mínima para este teste

source: Minimum duration for this item.
pt_br: Duração mínima para este item

source: Minimum duration for this section.
pt_br: Duração mínima para esta seção

source: Minimum duration for this test part.
pt_br: Duração mínima para esta parte do teste

source: Missed test package file
pt_br: Arquivo de pacote de teste faltante

source: Missing required option %s
pt_br: Opção exigida ausente %s

source: Move Down
pt_br: Mover para Baixo

source: Move Up
pt_br: Mover para cima

source: Navigation
pt_br: Navegação

source: Navigation Warnings
pt_br: Avisos de Navegação

source: network
pt_br: rede

source: New Rubric Block
pt_br: Novo bloco de rubrica

source: New test part
pt_br: Nova parte do teste

source: Next
pt_br: Próximo

source: Next Section
pt_br: Próxima Seção

source: No
pt_br: Não

source: No CAT Engine configured for CAT Endpoint "%s".
pt_br: Nenhum mecanismo CAT configurado para o ponto final CAT "%s"

source: No file found at location "%s".
pt_br: Nenhum arquivo encontrado no local "%s".

source: No more attempts allowed for item "%s".
pt_br: Não são permitidas mais tentativas para o item "%s".

source: no outcome declaration found
pt_br: nenhuma declaração de resultado encontrada

source: No outcome processing. Erase the existing rules, if any.
pt_br: Nenhum processamento de resultado. Apague as regras existentes, se houver.

source: No reference to any IMS QTI Item found.
pt_br: Nenhuma referência a qualquer Item QTI do IMS encontrado.

source: Non Linear
pt_br: Não linear

source: None
pt_br: Nenhum

source: Not all test could be exported
pt_br: Nem todos os testes podem ser exportados

source: Not shuffled, the position remains fixed.
pt_br: Não embaralhada, a posição permanece fixa.

source: OK & End test
pt_br: OK & Fim de teste

source: Once you close this section, you cannot return to it or change your answers.
pt_br: Depois de fechar esta seção, você não poderá retornar a ela nem alterar suas respostas.

source: One or more dependent IMS QTI Items could not be imported.
pt_br: Um ou mais itens IMS QTI dependentes não puderam ser importados.

source: Only display the items marked for review
pt_br: Exibe apenas os itens marcados para revisão

source: Only display the unanswered items
pt_br: Exibe apenas os itens não respondidos

source: Open Calculator
pt_br: Calculadora Aberta

source: Ordering
pt_br: Ordenação

source: Outcome
pt_br: Resultado

source: Outcome declarations
pt_br: Declarações de resultados

source: Outcome processing
pt_br: Processamento de resultado

source: Package is valid but no tests were found. Make sure that it contains valid QTI tests.
pt_br: O pacote é válido, mas nenhum teste foi encontrado. Certifique-se de que contenha testes QTI válidos.

source: Part %d
pt_br: Parte %d

source: Please confirm you want to leave the test.
pt_br: Por favor confirme que você quer deixar o teste.

source: Please wait while we try to restore the connection.
pt_br: Por favor, aguarde enquanto tentamos restaurar a conexão.

source: Preview the covered area
pt_br: Visualizar a área coberta

source: Previous
pt_br: Anterior

source: Proctor
pt_br: Supervisor

source: Properties
pt_br: Propriedades

source: Reference
pt_br: Referência

source: Regenerate
pt_br: Regenerar

source: Remove Item Reference
pt_br: Remover referência do item

source: Remove Rubric Block
pt_br: Remover Bloco de Rubrica

source: Remove Section
pt_br: Remover seção

source: Required
pt_br: Obrigatório

source: Required field
pt_br: Campo obrigatório

source: Reset filters
pt_br: Repor filtros

source: Review
pt_br: Revisão

source: Review my Answers
pt_br: Rever minhas respostas

source: Rubric Block
pt_br: Bloco de Rubrica

source: Rubric Block Properties
pt_br: Propriedades do bloco de rubrica

source: Rubric Blocks
pt_br: Blocos de rubrica

source: Save
pt_br: Salvar

source: Scorer
pt_br: Marcador

source: Scoring
pt_br: Pontuação

source: Section level category enables configuring the categories of its composing items all at once. A category in gray means that all items have that category. A category in white means that only a few items have that category.
pt_br: A categoria de nível de seção permite configurar as categorias de seus itens de composição de uma só vez. Uma categoria em cinza significa que todos os itens têm essa categoria. Uma categoria em branco significa que apenas alguns itens possuem essa categoria.

source: Section Properties
pt_br: Propriedades da seção

source: Select
pt_br: Selecionar

source: Select a blueprint
pt_br: Selecione um modelo

source: Select Items
pt_br: Selecione itens

source: Select the way the responses of your test should be processed
pt_br: Selecione a maneira como as respostas do seu teste devem ser processadas

source: Selection
pt_br: Seleção

source: Send
pt_br: Enviar

source: Set outcome identifier the feedback block is related to
pt_br: Definir o identificador de resultado ao qual o bloco de feedback está relacionado.

source: Set the cut score (or pass score ratio) associated to the test. It must be a float between 0 and 1.
pt_br: Defina o escore de corte (ou passe a pontuação) associado ao teste. Deve ser um float entre 0 e 1.

source: Set the rubric block as a feedback block
pt_br: Defina o bloco de rubrica como um bloco de feedback

source: Set the value of the outcome that will activate the feedback block
pt_br: Defina o bloco de rubrica como um bloco de feedback

source: Set the weight identifier used to process the score
pt_br: Definir o identificador de peso usado para processar a pontuação

source: Set the XHTML-QTI class of the rubric block.
pt_br: Defina a classe XHTML-QTI do bloco de rubricas.

source: Set the XHTML-QTI identifier of the rubric block.
pt_br: Defina o identificador XHTML-QTI do bloco de rubrica.

source: Show Feedback
pt_br: Mostrar Feedback

source: Show Review
pt_br: Mostrar revisão

source: Show Solution
pt_br: Mostrar solução

source: Show the review screen
pt_br: Mostrar a tela de revisão

source: Show the solution once the answer is submitted.
pt_br: Mostre a solução quando a resposta for enviada.

source: Show timers
pt_br: Mostrar temporizador

source: Show/Hide the review screen
pt_br: Mostrar/ocultar a tela de revisão

source: Shuffle
pt_br: Embaralhar

source: Simultaneous
pt_br: Simultâneo

source: Skip
pt_br: Pular

source: Skip &amp; End Test
pt_br: Pule e vá o fim do teste.

source: Skip and end test
pt_br: Pule e termine o teste

source: Skip and go to the end of the test
pt_br: Pule e vá para o final do teste

source: Skip to the end of the test
pt_br: Pule para o final do teste

source: Skip to the next item
pt_br: Ir para o próximo item

source: Skip to the next section
pt_br: Ir para a próxima seção

source: Some rubric blocks have been updated to reflect the changes in the list of outcomes.
pt_br: Alguns blocos de rubricas foram atualizados para refletir as alterações na lista de resultados.

source: Start Test-part
pt_br: Iniciar parte de teste

source: Submission
pt_br: Submeter

source: Submit and go to the end of the test
pt_br: Enviar e ir até o final do teste

source: Submit and go to the next item
pt_br: Envie e vá para o próximo item

source: Submit and go to the previous item
pt_br: Envie e vá para o item anterior

source: technical
pt_br: técnico

source: Test
pt_br: Teste

source: Test constructor
pt_br: Construtor de teste

source: Test Navigation
pt_br: Navegação do teste

source: Test Saved
pt_br: Teste salvo

source: Test status
pt_br: Status do teste

source: Test-Taker Tools
pt_br: Ferramentas do participante do Teste

source: Text content
pt_br: Conteúdo de texto

source: The 'imsmanifest.xml' file found in the archive is not valid.
pt_br: O arquivo 'imsmanifest.xml' encontrado no arquivo morto não é válido.

source: The assessment has been created but is not already running.
pt_br: A avaliação foi criada, mas ainda não está em execução.
