Repository: nithinM/TAO-Docker
Catalog: App/taoTestTaker/locales/*/messages.po
Languages: gl, ru_ru, uk_ua, vi_vn

source: Delete
gl: Eliminar
ru_ru: Удалить
uk_ua: Видалити
vi_vn: Xóa

source: Edit subject
gl: Modificar asunto
ru_ru: Редактировать тему
uk_ua: Редагувати тему
vi_vn: Chỉnh sửa chủ đề

source: Export
gl: Exportar
ru_ru: Экспортировать
uk_ua: Експорт
vi_vn: Xuất ra

source: Import
gl: Importar
ru_ru: Импортировать
uk_ua: Імпортувати
vi_vn: Nhập vào

source: Manage test takers
gl: Xestionar participantes
ru_ru: Управлять тестируемыми
uk_ua: Менеджер тестовими програмами
vi_vn: Quản lý thí sinh

source: Move
gl: Mover
ru_ru: Перемещение
uk_ua: Переміщення
vi_vn: Di chuyển

source: New class
gl: Nova clase
ru_ru: Новый класс
uk_ua: Новий клас
vi_vn: Lớp mới

source: New test-taker
gl: Novo participante
ru_ru: Новый участник теста
uk_ua: Новий тестувальник
vi_vn: Thí sinh mới

source: Properties
gl: Propiedades
ru_ru: Свойства
uk_ua: Властивості
vi_vn: Thuộc tính

source: Record and manage test takers.
gl: Rexistro e xestión de participantes
ru_ru: Записывать и управлять участниками теста
uk_ua: Записывайте и управляйте тестировщиками.
vi_vn: Ghi âm và quản tý thí sinh.

source: Test taker saved
gl: Gardouse o participante
ru_ru: Участник теста сохранен
uk_ua: Тестовий засіб збережено
vi_vn: Lưu thí sinh

source: Test takers
gl: Participantes
ru_ru: Участники теста
uk_ua: Тестувальники
vi_vn: Thí sinh

source: Test takers library
gl: Biblioteca de participantes
ru_ru: Библиотека участников теста
uk_ua: Бібліотека для тестування
vi_vn: Thư viện người làm kiểm tra

source: Test takers may be assigned to sets according to the relevant assessment context (Human resources management, education, edumetric monitoring, etc.).
gl: Os participantes poderán ser asignados a conxuntos de acordo co contexto de avaliación relevante (xestión de recursos humanos, educación, seguimento educativo, etc...)
ru_ru: Участники тестом могут быть разделены на группы по релевантности оцениваемого контекста (управление персоналом, образование, эдуметрический мониторинг и т.д.)
uk_ua: Тестувальники можуть бути призначені для наборів відповідно до відповідного контексту оцінки (управління людськими ресурсами, навчання, едмметричний моніторинг тощо).
vi_vn: Thí sinh có thể được chỉ định cho các bộ theo ngữ cảnh đánh giá có liên quan (Quản lý nguồn nhân lực, giáo dục, theo dõi thang đo, vv).

source: Test-takers
gl: Participantes
ru_ru: Участники тестов
uk_ua: Тестувальники
vi_vn: Thí sinh

source: The Test takers module allows to record and manage test takers.
gl: O módulo de participantes permite o rexistro e xestión de participantes.
ru_ru: Модуль Участники тестов позволяет записывать и управлять участниками тестов
uk_ua: Модуль «Тестування» дозволяє записувати та керувати учасниками тестування.
vi_vn: Mô-đun thí sinh cho phép ghi lại và quản lý thí sinh
