Repository: nithinM/TAO-Docker
Catalog: App/funcAcl/locales/*/messages.po
Languages: pt_br, ru_ru

source: Actions
pt_br: Ações
ru_ru: Действия

source: Available roles
pt_br: Funções disponíveis
ru_ru: Доступные роли

source: Grant access rights to the action
pt_br: Conceder direitos de acesso à ação
ru_ru: Дать права доступа на действие

source: Grant access rights to the entire controller
pt_br: Conceder direitos de acesso ao controlador inteiro
ru_ru: Дать права доступа на полное управление

source: Grant access rights to the entire extension
pt_br: Conceder direitos de acesso à extensão inteira
ru_ru: Дать права доступа на полное расширение

source: includes
pt_br: inclui
ru_ru: включает

source: Inherited access to the action
pt_br: Acesso herdado à ação
ru_ru: Наследовать доступ на действие

source: Inherited access to the controller
pt_br: Acesso herdado ao controlador
ru_ru: Наследованный доступ на управление

source: Inherited access to the extension
pt_br: Acesso herdado à extensão
ru_ru: Наследованный доступ на расширение

source: Manage Access Rights
pt_br: Gerenciar direitos de acesso
ru_ru: Управлять правами доступа

source: Modules
pt_br: Módulos
ru_ru: Модули

source: Revoke access rights to the action
pt_br: Revogar direitos de acesso à ação
ru_ru: Отозвать права доступа на действие

source: Revoke access rights to the entire controller
pt_br: Revogar direitos de acesso ao controlador inteiro
ru_ru: Отозвать права доступа на полное управление

source: Revoke access rights to the entire extension
pt_br: Revogar direitos de acesso à extensão inteira
ru_ru: Отозвать права доступа на полное расширение

source: Roles
pt_br: Papéis
ru_ru: Роли

source: Users
pt_br: Usuários
ru_ru: Пользователи
