Repository: nithinM/TAO-Docker
Catalog: App/funcAcl/locales/*/taofuncacl.rdf.po
Languages: hu_hu, ru_ru, sk_sk

# http://www.w3.org/2000/01/rdf-schema#label
source: Control component
hu_hu: Vezérlő komponens
ru_ru: Компоненты управления
sk_sk: Kontrolná zložka

# http://www.w3.org/2000/01/rdf-schema#comment
source: Either an extension, module or action
hu_hu: Egy kiterjesztés, modul, vagy esemény
ru_ru: Или расширение, или модуль, или действие
sk_sk: Buď rozšírenie, modul alebo akcia

# http://www.w3.org/2000/01/rdf-schema#label
source: An extension
hu_hu: Egy kiterjesztés
ru_ru: Расширение
sk_sk: Rozšírenie

# http://www.w3.org/2000/01/rdf-schema#comment
source: A tao extension
hu_hu: Egy tao kiterjesztés
ru_ru: Tao расширение
sk_sk: Tao rozšírenie

# http://www.w3.org/2000/01/rdf-schema#label
source: A module
hu_hu: Egy modul
ru_ru: модуль
sk_sk: Modul

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Module
hu_hu: MVC vezérlő modul
ru_ru: Контрольный модуль MVC
sk_sk: Modul riadiacej jednotky MVC

# http://www.w3.org/2000/01/rdf-schema#label
source: An action
hu_hu: Egy művelet
ru_ru: Действие
sk_sk: Akcia

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Action
hu_hu: Egy MVC vezérlő művelet
ru_ru: Действие контроллера MVC
sk_sk: Akcia MVC ovládača

# http://www.w3.org/2000/01/rdf-schema#label
source: Identifier
hu_hu: Azonosító
ru_ru: Идентификатор
sk_sk: Identifikátor

# http://www.w3.org/2000/01/rdf-schema#comment
source: Identifier
hu_hu: Azonosító
ru_ru: Идентификатор
sk_sk: Identifikátor

# http://www.w3.org/2000/01/rdf-schema#label
source: Grant access to a control component
hu_hu: jog adása a vezérlő komponensnek
ru_ru: Дать права доступа на элемент управления
sk_sk: Poskytnúť prístup ku komponentu ovládania

# http://www.w3.org/2000/01/rdf-schema#comment
source: Grant access to a control component
hu_hu: Jog adása a vezérlő komponensnek
ru_ru: Дать права доступа на компонент управления
sk_sk: Poskytnúť prístup ku komponentu ovládania

# http://www.w3.org/2000/01/rdf-schema#label
source: Member of
hu_hu: Tagja a
ru_ru: Является членом
sk_sk: Člen

# http://www.w3.org/2000/01/rdf-schema#comment
source: Member of a module
hu_hu: Tagja a modulnak
ru_ru: Член модуля
sk_sk: Člen modulu

# http://www.w3.org/2000/01/rdf-schema#label
source: Extension
hu_hu: Kiterjesztés
ru_ru: Расширение
sk_sk: Rozšírenie

# http://www.w3.org/2000/01/rdf-schema#comment
source: Extension of the module
hu_hu: A modul kiterjesztése
ru_ru: Расширение модуля
sk_sk: Rozšírenie module

# http://www.w3.org/2000/01/rdf-schema#label
source: Function ACL Manager
hu_hu: Funkció jogosultság (ACL) vezérlő
ru_ru: Менеджер ACL
sk_sk: Funkcia ACL Správcu

# http://www.w3.org/2000/01/rdf-schema#comment
source: The functionality based access controll layer Manager Role
ru_ru: Уровень контроля доступа Роль Менеджера, основанный на функциональности
sk_sk: Funkcia riadenia prístupu riadiacej vrstvy Role manažéra
