Repository: nithinM/TAO-Docker
Catalog: App/ltiDeliveryProvider/locales/*/messages.po
Languages: pt_br, sk_sk

source: %s Tool Provider
pt_br: %s Provedor de Ferramenta
sk_sk: %s Poskytovateľ nástrojov

source: %s" has been configured:
pt_br: %s" foi configurado:
sk_sk: %s" bol nakonfigurovaný:

source: Access to this functionality is restricted
pt_br: Acesso a esta funcionalidade é restrito
sk_sk: Prístup k tejto funkcii je obmedzený

source: Access to this functionality is restricted to students
pt_br: Acesso a esta funcionalidade é restrito aos estudantes
sk_sk: Prístup k tejto funkcii je obmedzený pre študentov

source: Attempts limit has been reached.
pt_br: O limite de tentativas foi atingido.

source: Available Deliveries
pt_br: Entregas disponíveis
sk_sk: Dostupné doručenia

source: Back
pt_br: Voltar
sk_sk: Späť

source: Click on the back button to return to %s.
pt_br: Clique no botão voltar para retornar ao %s.
sk_sk: Kliknutím na tlačidlo Späť sa vrátite na %s.

source: Click on the back button to return.
pt_br: Clique no botão voltar para retornar.
sk_sk: Kliknutím na tlačidlo späť sa vrátite.

source: Configured LTI Link
pt_br: Link LTI configurado
sk_sk: Konfigurovaný LTI Link

source: Copy and paste the following URL into your LTI compatible tool consumer.
pt_br: Copie e cole a seguinte URL no seu tool consumer LTI compatível
sk_sk: Skopírujte a vložte nasledujúcu adresu URL do vášho LTI kompatibilného spotrebiteľského nástroja.

source: Deliveries
pt_br: Entregas
sk_sk: Doručenia

source: Executions
pt_br: Execuções
sk_sk: Realizácia

source: Launch URL
pt_br: Lançar URL
sk_sk: Spustiť webovú adresu

source: max_attempts" variable must me numeric.
pt_br: a variável max_attempts" deve ser numérica

source: No deliveries available
pt_br: Nenhuma entrega disponível
sk_sk: Nie sú k dispozícii žiadne doručenia

source: No LTI consumers defined
pt_br: Nenhum consumidor LTI definido
sk_sk: Nie sú definovaný žiadny LTI spotrebitelia

source: no monitoring
pt_br: sem monitoramento
sk_sk: žiadne monitorovanie

source: Please select a delivery
pt_br: Favor selecionar uma entrega
sk_sk: Vyberte prosím doručenie

source: Please select a delivery for "%s
pt_br: Favor selecionar uma entrega para "%s
sk_sk: Prosím vyberte doručenie pre "%s

source: Repeat
pt_br: Repetir
sk_sk: Opakovať

source: Repeat the test
pt_br: Repita o teste
sk_sk: Opakovať test

source: Retake the test
pt_br: Refaça o teste
sk_sk: Zopakovať test

source: Return to %s.
pt_br: Retornar para %s.
sk_sk: Návrat na %s.

source: Select
pt_br: Selecionar
sk_sk: Vybrať

source: Select Delivery
pt_br: Selecionar Entrega
sk_sk: Vybrať doručenie

source: Selected Delivery
pt_br: Entrega Selecionada
sk_sk: Vybrané doručenie

source: Thank you
pt_br: Obrigado
sk_sk: Ďakujeme

source: This tool has been configured:
pt_br: Esta ferramenta foi configurada:
sk_sk: Tento nástroj bol nakonfigurovaný:

source: This tool has not yet been configured, please contact your instructor
pt_br: Esta ferramenta ainda não foi configurada, entre em contato com seu instrutor
sk_sk: Tento nástroj ešte nebol nakonfigurovaný, obráťte sa prosím na svojho inštruktora

source: Tool consumer(s)
pt_br: Ferramenta de consumidor(es)
sk_sk: Spotrebitelia nástrojov

source: User is not authorized to run this delivery
pt_br: Usuário não é autorizado a executar essa entrega

source: You have already taken this test.
pt_br: Você já recebeu esse teste.
sk_sk: Už ste vykonali tento test.

source: You have finished the test!
pt_br: Você finalizou o teste!
sk_sk: Test ste dokončili!
