Repository: nithinM/TAO-Docker
Catalog: App/taoMediaManager/locales/*/messages.po
Languages: it_it, ru_ru

source: Add a media file
it_it: Aggiungi un file multimediale
ru_ru: Добавление файла мультимедиа

source: Delete
it_it: Cancella
ru_ru: Удалить

source: Edit Instance
it_it: Modifica Istanza
ru_ru: Редактирование примера

source: Export
it_it: Esporta
ru_ru: Экспорт

source: Export Media as Zip file
it_it: Esporta Media come file Zip
ru_ru: Экспортировать медиафайлы как ZIP-файл

source: Fail to edit shared stimulus
it_it: Impossibile modificare stimolo condiviso

source: Fail to edit Shared Stimulus
it_it: Impossibile modificare Stimolo Condiviso

source: Fail to import media
it_it: Impossibile importare file multimediali
ru_ru: Не удается импортировать медиа-файл

source: Fail to import Shared Stimulus
it_it: Impossibile importare Stimolo Condiviso
ru_ru: Не удается импортировать общий стимул

source: File name
it_it: Nome file
ru_ru: Название файла

source: Import
it_it: Importare
ru_ru: Импортировать

source: Imported %s
it_it: Importati %s

source: Imported new file
it_it: Importato nuovo file
ru_ru: Импортированный новый файл

source: Initial import
it_it: Importazione iniziale
ru_ru: Начальный импорт

source: Instance saved
it_it: Istanza salvata
ru_ru: Пример сохранен

source: Manage Media
it_it: Gestione Media
ru_ru: Управлять медиа

source: Media imported successfully
it_it: Media importati con successo
ru_ru: Медиа-файл импортирован успешно

source: Media Manager
it_it: Gestione Media
ru_ru: Менеджер медиа

source: Media Manager extension
it_it: Estensione Gestione Media
ru_ru: Расширение менеджера медиа

source: Media Options
it_it: Opzioni Media
ru_ru: Опции медиа

source: New class
it_it: Nuova classe
ru_ru: Новый класс

source: No file found for this media
it_it: Nessun file trovato per questo media
ru_ru: Файл не найден для этого медиа

source: Preview
it_it: Anteprima
ru_ru: Предварительный просмотр

source: Properties
it_it: Propriet√†
ru_ru: Свойства

source: Shared Stimulus
it_it: Stimolo Condiviso

source: Shared Stimulus edited successfully
it_it: Stimolo condiviso modificato con successo

source: Shared Stimulus imported successfully
it_it: Stimolo condiviso importato con successo
ru_ru: Общий стимул импортирован успешно

source: Unable to extract the archive
it_it: Impossibile estrarre l'archivio
ru_ru: Не удается извлечь архив

source: Upload Media
it_it: Carica Media
ru_ru: Загрузить медиафайлы

source: Upload new media
it_it: Carica nuovi media
ru_ru: Загрузить новые медиафайлы

source: File
ru_ru: Файл

source: Media
ru_ru: Медиа
