Repository: nithinM/TAO-Docker
Catalog: App/tao/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: and
ca_es_valencia: i

source: has been deleted successfully
ca_es_valencia: s'ha eliminat correctament

source: next
ca_es_valencia: següent

source: requires a subgrid adapter
ca_es_valencia: requereix un adaptador de subgraella

source: %1$s expected but %2$s detected
ca_es_valencia: S'esperava %1$s però s'ha detectat %2$s

source: %d day
ca_es_valencia: %d dia

source: %d days
ca_es_valencia: %d dies

source: %h hour
ca_es_valencia: %h hora

source: %h hours
ca_es_valencia: %h hores

source: %i minute
ca_es_valencia: %i minut

source: %i minutes
ca_es_valencia: %i minuts

source: %m month
ca_es_valencia: %m mes

source: %m months
ca_es_valencia: %m mesos

source: %s Class saved
ca_es_valencia: %s classe guardada

source: %s could not be released
ca_es_valencia: %s no s'ha pogut alliberar

source: %s extension(s) to install.
ca_es_valencia: %s extension(s) que s'han d'instal·lar.

source: %s has been deleted
ca_es_valencia: %s s'ha eliminat

source: %s has been released
ca_es_valencia: %s s'ha alliberat

source: %s is of a type that cannot be published
ca_es_valencia: %s és un tipus de fitxer que no es pot publicar

source: %s Locked
ca_es_valencia: %s bloquejat

source: %s" is not a valid index identifier. It must start with a letter and contain letters, numbers or underscores only
ca_es_valencia: %s" no és un identificador d'índex vàlid. Aquest ha de començar amb una lletra i contindre només lletres, xifres o ratlles baixes

source: %y year
ca_es_valencia: %y any

source: %y years
ca_es_valencia: %y anys

source: (empty)
ca_es_valencia: (buit)

source: ... reloading page.
ca_es_valencia: ... s'està tornant a carregar la pàgina.

source: <del>Filters</del>
ca_es_valencia: <del>Filtres</del>

source: <del>Options</del>
ca_es_valencia: <del>Opcions</del>

source: > Extension %s succesfully installed.
ca_es_valencia: > L'extensió %s s'ha instal·lat correctament.

source: > Installation done.
ca_es_valencia: > Instal·lació finalitzada.

source: A date has to be a Datetime or timestamp
ca_es_valencia: Una data ha de ser de tipus «Datetime» o «timestamp»

source: A fatal error occured during the installation process.
ca_es_valencia: S'ha produït un error fatal durant el procés d'instal·lació.

source: A maintenance status must have a STATUS: "%s" or "%s
ca_es_valencia: Un estat de manteniment ha de tindre un ESTAT: "%s" o "%s

source: A message with further instructions has been sent to your email address: %s
ca_es_valencia: Un missatge amb instruccions addicionals s'ha enviat al seu correu electrònic: %s

source: Access Denied
ca_es_valencia: Accés denegat

source: Access denied. Please renew your authentication!
ca_es_valencia: Accés denegat. Renoveu l'autenticació.

source: Action
ca_es_valencia: Acció

source: Actions
ca_es_valencia: Accions

source: Add
ca_es_valencia: Afig

source: Add a CSV file
ca_es_valencia: Afig un fitxer CSV

source: Add a user
ca_es_valencia: Afig un usuari

source: Add an RDF/XML file
ca_es_valencia: Afig un fitxer RDF/XML

source: Add file(s)
ca_es_valencia: Afig fitxers

source: Add property
ca_es_valencia: Afig una propietat

source: Advanced Mode
ca_es_valencia: Mode avançat

source: all
ca_es_valencia: tot

source: All data will be removed in %s
ca_es_valencia: Totes les dades se suprimiran en %s

source: All fields are required
ca_es_valencia: Tots els camps són obligatoris

source: All rights reserved.
ca_es_valencia: Tots els drets reservats

source: Alpha version
ca_es_valencia: Versió alfa

source: An email has been sent
ca_es_valencia: S'ha enviat un correu electrònic.

source: An error occurred!
ca_es_valencia: S'ha produït un error.

source: An exception occured while running "%s
ca_es_valencia: S'ha produït un error mentre s'executava %s

source: Are you sure to delete the versioned resource? The history will be lost as well.
ca_es_valencia: Esteu segur que voleu eliminar el recurs versionat? També es perdrà l'historial.

source: Are you sure you want to delete it?
ca_es_valencia: Esteu segur que voleu eliminar-lo?

source: Assign User to role
ca_es_valencia: Assigna l'usuari a un rol

source: Assign Users
ca_es_valencia: Assigna usuaris

source: Author
ca_es_valencia: Autor

source: Author Item
ca_es_valencia: Element d'autor

source: Authoring
ca_es_valencia: Autoria

source: Available
ca_es_valencia: Disponible

source: Available Extensions
ca_es_valencia: Extensions disponibles

source: Back
ca_es_valencia: Arrere

source: Back to listing
ca_es_valencia: Torna a la llista

source: Beta version
ca_es_valencia: Versió beta

source: Browse folders:
ca_es_valencia: Navega per les carpetes:

source: Browse...
ca_es_valencia: Navega...

source: Calculator
ca_es_valencia: Calculadora

source: Calendar
ca_es_valencia: Calendari

source: Cancel
ca_es_valencia: Cancel·la

source: cancel
ca_es_valencia: cancel·la

source: cancel the action
ca_es_valencia: cancel·la l'acció

source: Cannot be edited
ca_es_valencia: No es pot editar

source: Cannot divide by zero
ca_es_valencia: No es pot dividir per zero

source: Case sensitive
ca_es_valencia: Distingeix majúscules i minúscules

source: Change password
ca_es_valencia: Canvia la contrasenya

source: Change the password
ca_es_valencia: Canvia la contrasenya

source: Check All
ca_es_valencia: Selecciona-ho tot

source: Check all
ca_es_valencia: Selecciona-ho tot

source: Check-in
ca_es_valencia: Registre

source: Choose export format
ca_es_valencia: Trieu el format d'exportació

source: Choose import format
ca_es_valencia: Trieu el format d'importació

source: class selected
ca_es_valencia: classe seleccionada

source: Cleaning up tmp space complete
ca_es_valencia: S'ha completat la neteja d'espai temporal

source: Cleaning up tmp space started
ca_es_valencia: S'ha iniciat la neteja d'espai temporal

source: Close
ca_es_valencia: Tanca

source: Close message
ca_es_valencia: Tanca el missatge

source: Column
ca_es_valencia: Columna

source: comment...
ca_es_valencia: comentari...

source: Commit
ca_es_valencia: Realitza

source: Completed
ca_es_valencia: Completat

source: Completed - Error
ca_es_valencia: Completat - Error

source: Confirm
ca_es_valencia: Confirma

source: Connect to the TAO platform
ca_es_valencia: Connexió a la plataforma TAO

source: Continue
ca_es_valencia: Continua

source: Create
ca_es_valencia: Crea

source: Create instance of
ca_es_valencia: Crea una instància de

source: Created
ca_es_valencia: Creat

source: CSV Options
ca_es_valencia: Opcions CSV

source: Current language
ca_es_valencia: Idioma actual

source: Current playback position
ca_es_valencia: Posició actual de reproducció

source: Data imported
ca_es_valencia: Dades importades

source: Data imported successfully
ca_es_valencia: Les dades s'han importat correctament

source: Data imported. Some records are invalid.
ca_es_valencia: Dades importades. Alguns registres són incorrectes.

source: Data language
ca_es_valencia: Idioma de les dades

source: Data Language
ca_es_valencia: Idioma de les dades

source: Data not imported. All records are invalid.
ca_es_valencia: Dades no importades. Tots els registres són incorrectes.

source: Date
ca_es_valencia: Data

source: Default search
ca_es_valencia: Cerca per defecte

source: Define the default values
ca_es_valencia: Defineix els valors per defecte

source: Delete
ca_es_valencia: Suprimeix

source: Demo Sandbox
ca_es_valencia: Demostració

source: Disabled %s
ca_es_valencia: S'ha inhabilitat %s

source: Do you wish to install the following extension(s): %s?
ca_es_valencia: Voleu instal·lar les extensions següents: %s?

source: does not match
ca_es_valencia: no coincideix

source: Don't set
ca_es_valencia: No configurat

source: Download
ca_es_valencia: Baixa

source: Download this file
ca_es_valencia: Baixa aquest fitxer

source: Drag file here
ca_es_valencia: Arrossegueu el fitxer ací

source: Drag files here
ca_es_valencia: Arrossegueu els fitxers ací

source: Drop the files to upload
ca_es_valencia: Deixeu anar els fitxers per pujar

source: Edit
ca_es_valencia: Edita

source: Edit a user
ca_es_valencia: Edita un usuari

source: Edit class %s
ca_es_valencia: Edita la classe %s

source: Edit Instance
ca_es_valencia: Edita una instància

source: Element deleted.
ca_es_valencia: Element eliminat

source: Email
ca_es_valencia: Correu electrònic

source: End of document reached. Continuing from the beginning.
ca_es_valencia: S'ha arribat al final del document. Voleu continuar des del començament?

source: Enter
ca_es_valencia: Entrada

source: Error during file import
ca_es_valencia: S'ha produït un error durant la importació del fitxer

source: Exclusive (OR)
ca_es_valencia: Exclusiu (O)

source: Export
ca_es_valencia: Exporta

source: Export
ca_es_valencia: Exporta

source: Export Metadata as RDF/XML file
ca_es_valencia: Exporta les metadades com a un fitxer RDF/XML

source: Extensions manager
ca_es_valencia: Gestor d'extensions

source: False
ca_es_valencia: Fals

source: Field delimiter
ca_es_valencia: Separador de camps

source: Field encloser
ca_es_valencia: Delimitador de camps

source: File
ca_es_valencia: Fitxer

source: File download failed
ca_es_valencia: La baixada del fitxer ha fallat

source: File name
ca_es_valencia: Nom del fitxer

source: File Properties
ca_es_valencia: Propietats del fitxer

source: file selected
ca_es_valencia: fitxer seleccionat

source: File Uploader
ca_es_valencia: Carregador de fitxers

source: files selected
ca_es_valencia: fitxers seleccionats

source: Filter
ca_es_valencia: Filtre

source: Filter by value
ca_es_valencia: Filtra per valor

source: Filtering mode
ca_es_valencia: Mode de filtratge

source: First Name
ca_es_valencia: Nom

source: First page
ca_es_valencia: Primera pàgina

source: First row column names
ca_es_valencia: Noms de les columnes en la primera fila

source: Fit to width
ca_es_valencia: Ajusta a l'amplària

source: Force Release
ca_es_valencia: Imposa la publicació

source: Forgot your password?
ca_es_valencia: Heu oblidat la contrasenya?

source: From
ca_es_valencia: De

source: Fuzzy Matching
ca_es_valencia: Coincidència de manera difusa

source: Go Back
ca_es_valencia: Vés arrere

source: Height
ca_es_valencia: Alçària

source: Hi, %s<br>You indicated that you have forgotten your TAO password.
ca_es_valencia: Hola, %s<br>Heu indicat que heu oblidat la contrasenya per al TAO.

source: Hide detailed report
ca_es_valencia: Oculta l'informe detallat

source: Highlight all
ca_es_valencia: Ressalta-ho tot

source: hours
ca_es_valencia: hores

source: Identifier
ca_es_valencia: Identificador

source: If you do not wish to reset your password, just ignore this email and your password will remain the same.
ca_es_valencia: Si no voleu reinicialitzar la vostra contrasenya, simplement ignoreu aquest correu i la contrasenya continuarà sent la mateixa.

source: Import
ca_es_valencia: Importa

source: Import
ca_es_valencia: Importa

source: Import Metadata from CSV file
ca_es_valencia: Importa les metadades des del fitxer CSV

source: Import Metadata from RDF file
ca_es_valencia: Importa les metadades des del fitxer RDF

source: Imported %1$d/%2$d. Some records are invalid.
ca_es_valencia: S'ha importat %1$d/%2$d. Alguns registres són incorrectes.

source: Imported %d resources
ca_es_valencia: S'han importat %d recursos

source: Imported resource "%s
ca_es_valencia: S'ha importat el recurs "%s

source: In progress
ca_es_valencia: En curs...

source: Inclusive (AND)
ca_es_valencia: Inclusiu (I)

source: Indexing has been run
ca_es_valencia: S'ha executat la indexació

source: Injector has to contains a valid "destination" field.
ca_es_valencia: L'injector ha de contindre un camp "destinació" vàlid.

source: Injector has to contains a valid "source" field.
ca_es_valencia: L'injector ha de contindre un camp "origen" vàlid.

source: Install
ca_es_valencia: Instal·la

source: Installation done.
ca_es_valencia: Instal·lació finalitzada

source: Installation...
ca_es_valencia: Instal·lació...

source: Installed Extensions
ca_es_valencia: Extensions instal·lades

source: Installing extension %s...
ca_es_valencia: S'està instal·lant l'extensió %s...

source: Instance saved
ca_es_valencia: Instància guardada

source: Interface language
ca_es_valencia: Idioma de la interfície

source: Interface Language
ca_es_valencia: Idioma de la interfície

source: Invalid date range (must be after or the same as: %s)
ca_es_valencia: L'interval de dates no és vàlid (ha de ser posterior o igual a: %s)

source: Invalid date range (must be after: %s)
ca_es_valencia: L'interval de dates no és vàlid (ha de ser posterior a: %s)

source: Invalid date range (must be before or the same as: %s)
ca_es_valencia: L'interval de dates no és vàlid (ha de ser anterior o igual a: %s)

source: Invalid date range (must be before: %s)
ca_es_valencia: L'interval de dates no és vàlid (ha de ser anterior a: %s)

source: Invalid field length
ca_es_valencia: La longitud del camp no és vàlida

source: Invalid field range (maximum value: %s)
ca_es_valencia: L'interval de camp no és vàlid (valor màxim: %s)

source: Invalid field range (minimum value: %1$s, maximum value: %2$s)
ca_es_valencia: L'interval de camp no és vàlid (valor mínim: %1$s, valor màxim: %2$s)

source: Invalid field range (minimum value: %s)
ca_es_valencia: L'interval de camp no és vàlid (valor mínim: %s)

source: Invalid file size (minimum %1$s bytes, maximum %2$s bytes)
ca_es_valencia: La mida del fitxer no és vàlida (mínim %1$s bytes, màxim %2$s bytes)

source: Invalid file type!
ca_es_valencia: El tipus de fitxer no és vàlid

source: Invalid input for function
ca_es_valencia: L'entrada no és vàlida per a la funció

source: Invalid login or password. Please try again.
ca_es_valencia: L'usuari o la contrasenya no són vàlids. Torneu-ho a provar

source: invalid regular expression
ca_es_valencia: l'expressió regular no és vàlida

source: Label
ca_es_valencia: Etiqueta

source: Language
ca_es_valencia: Idioma

source: Last Name
ca_es_valencia: Cognom

source: Last page
ca_es_valencia: Última pàgina

source: less than a minute
ca_es_valencia: menys d'un minut

source: List
ca_es_valencia: Llista

source: List - Multiple choice - Check box
ca_es_valencia: Llista - Opcions múltiples - Casella de selecció

source: List - Single choice - Drop down
ca_es_valencia: Llista - Opció única - Llista desplegable

source: List - Single choice - Radio button
ca_es_valencia: Llista - Opció única - Botó d'opció

source: Loaded
ca_es_valencia: Carregat

source: Loaded at Startup
ca_es_valencia: Carregat a l'inici

source: Loading
ca_es_valencia: Càrrega

source: Loading status
ca_es_valencia: Estat de la càrrega

source: Loading task status ...
ca_es_valencia: S'està carregant l'estat de la tasca...

source: Log in
ca_es_valencia: Inicia la sessió

source: Log Out
ca_es_valencia: Tanca la sessió

source: Login
ca_es_valencia: Inici de sessió

source: Login available
ca_es_valencia: Inici de sessió disponible

source: Logout
ca_es_valencia: Tancament de sessió

source: Maintenance service must have a persistence option.
ca_es_valencia: El servei de manteniment ha de tindre una opció de persistència

source: Maintenance storage driver is not set
ca_es_valencia: No està definit el controlador d'emmagatzematge de manteniment

source: Manage data list
ca_es_valencia: Gestiona la llista dades

source: Manage roles
ca_es_valencia: Gestiona els rols

source: Manage Roles and apply them to users.
ca_es_valencia: Gestiona els rols i els aplica als usuaris

source: Manage users
ca_es_valencia: Gestiona els usuaris

source: Manage Versioned File
ca_es_valencia: Gestiona els fitxers versionats

source: Map the properties to the CSV columns
ca_es_valencia: Mapa les propietats a les columnes CSV

source: Maximum selection reached
ca_es_valencia: S'ha arribat a la selecció màxima

source: Message
ca_es_valencia: Missatge

source: Messages
ca_es_valencia: Missatges

source: Metadata export is not available for the selected resource.
ca_es_valencia: L'exportació de metadades no està disponible per al recurs seleccionat.

source: minutes
ca_es_valencia: minuts

source: More
ca_es_valencia: Més

source: Move role
ca_es_valencia: Mou el rol

source: Move to
ca_es_valencia: Mou a

source: Moving this element will replace the properties of the previous class by those of the destination class :
ca_es_valencia: Si es mou aquest element les propietats de la classe anterior es reemplaçaran per les de la classe de destinació:

source: Multiple values delimiter
ca_es_valencia: Delimitador de valors múltiples

source: must be numeric
ca_es_valencia: ha de ser numèric

source: Mute
ca_es_valencia: Silenci

source: My settings
ca_es_valencia: Els meus paràmetres

source: My settings (%s)
ca_es_valencia: Els meus paràmetres (%s)

source: Name
ca_es_valencia: Nom

source: New password
ca_es_valencia: La meua contrasenya

source: New role
ca_es_valencia: Rol nou

source: Next
ca_es_valencia: Següent

source: Next match
ca_es_valencia: Coincidència següent

source: Next page
ca_es_valencia: Pàgina següent

source: No action specified
ca_es_valencia: No s'ha especificat cap acció

source: No client translation bundles updated
ca_es_valencia: No s'han actualitzat els paquets de traducció del client

source: No extensions available.
ca_es_valencia: No hi ha extensions disponibles

source: no file not found in this location
ca_es_valencia: no s'ha trobat cap fitxer en aquesta ubicació

source: No file selected
ca_es_valencia: No s'ha seleccionat cap fitxer

source: No files
ca_es_valencia: Cap fitxer

source: no label
ca_es_valencia: sense etiqueta

source: No Preview available
ca_es_valencia: No hi ha cap previsualització disponible

source: No preview available
ca_es_valencia: No hi ha cap previsualització disponible

source: No results found
ca_es_valencia: No s'ha trobat cap resultat

source: No Task yet
ca_es_valencia: Encara no hi ha tasques

source: Not started
ca_es_valencia: No iniciat

source: Nothing imported
ca_es_valencia: No s'ha importat res

source: Nothing to install !
ca_es_valencia: No hi ha res per instal·lar

source: Nothing to list!
ca_es_valencia: No hi ha res per llistar

source: Notifications
ca_es_valencia: Notificacions

source: Number of elements
ca_es_valencia: Nombre d'elements

source: of
ca_es_valencia: de

source: OK
ca_es_valencia: D'acord

source: Ok
ca_es_valencia: D'acord

source: Old Password
ca_es_valencia: Contrasenya antiga

source: Operated By
ca_es_valencia: Operat per

source: or
ca_es_valencia: o

source: Page
ca_es_valencia: Pàgina

source: Password
ca_es_valencia: Contrasenya

source: Password changed
ca_es_valencia: S'ha canviat la contrasenya

source: Password reset
ca_es_valencia: S'ha reinicialitzat la contrasenya

source: Password successfully changed
ca_es_valencia: La contrasenya s'ha canviat correctament

source: Passwords are not matching
ca_es_valencia: Les contrasenyes no coincideixen

source: Pause
ca_es_valencia: Para

source: Play
ca_es_valencia: Reprodueix

source: Please confirm deletion
ca_es_valencia: Confirmeu l'eliminació

source: Please confirm property deletion!
ca_es_valencia: Confirmeu l'eliminació de la propietat

source: Please confirm this operation.
ca_es_valencia: Confirmeu aquesta operació

source: Please contact %s or an administrator to release it
ca_es_valencia: Poseu-vos en contacte amb %s o un administrador per a publicar-lo

source: Please download the track and listen offline.
ca_es_valencia: Baixeu la pista i escolteu-la fora de línia

source: Please download the video and view offline.
ca_es_valencia: Baixeu el vídeo i visualitzeu-lo fora de línia

source: Please give a message to your commit
ca_es_valencia: Afegiu un missatge al vostre enviament

source: Please provide a reason
ca_es_valencia: Indiqueu un motiu

source: Please report bugs, ideas, comments or feedback on the TAO Forum
ca_es_valencia: Informeu d'errors, aporteu idees, comentaris o suggeriments en el fòrum del TAO

source: Post install processing
ca_es_valencia: Tractament postinstal·lació

source: Preparing installation...
ca_es_valencia: S'està preparant la instal·lació...

source: Preview
ca_es_valencia: Previsualització

source: Previous
ca_es_valencia: Anterior

source: Previous match
ca_es_valencia: Coincidència anterior

source: Previous page
ca_es_valencia: Pàgina anterior

source: Properties
ca_es_valencia: Propietats

source: Provided URL is not valid
ca_es_valencia: L'URL proporcionat no és vàlid

source: Range field is required
ca_es_valencia: El camp interval és obligatori

source: Refresh
ca_es_valencia: Actualitza

source: Release
ca_es_valencia: Allibera

source: Releasing the lock might cause the work in progress by %s to be lost.
ca_es_valencia: L'alliberament del bloqueig pot provocar que es perda el treball sense finalitzar de %s

source: Remove
ca_es_valencia: Suprimeix

source: Remove Message
ca_es_valencia: Suprimeix el missatge

source: Remove this file
ca_es_valencia: Suprimeix el fitxer

source: Removed %s directories
ca_es_valencia: S'han suprimit %s directoris

source: Removed %s files
ca_es_valencia: S'han suprimit %s fitxers

source: Removing: %s
ca_es_valencia: S'està suprimint: %s

source: Rename
ca_es_valencia: Reanomena

source: Repeat new password
ca_es_valencia: Repetiu la contrasenya nova

source: Repeat password
ca_es_valencia: Repetiu la contrasenya

source: Request a password reset via Email.
ca_es_valencia: Sol·liciteu una reinicialització de la contrasenya per correu electrònic

source: require notification ID
ca_es_valencia: cal un ID de notificació

source: required length
ca_es_valencia: longitud requerida

source: Requires
ca_es_valencia: Requereix

source: Reset
ca_es_valencia: Reinicialitza

source: Reset the original size
ca_es_valencia: Reinicialitza la mida original

source: Resource
ca_es_valencia: Recurs

source: Resource not imported due to multiple super classes
ca_es_valencia: El recurs no s'ha importat a causa de la presència de diverses superclasses

source: Resource not imported due to multiple types
ca_es_valencia: El recurs no s'ha importat a causa de la presència de diversos tipus

source: Resource saved
ca_es_valencia: Recurs guardat

source: Responsive mode
ca_es_valencia: Mode responsiu

source: Restore sound
ca_es_valencia: Restaura el so

source: Return to sign in page
ca_es_valencia: Torna a la pàgina de connexió

source: Right click the tree to manage your lists
ca_es_valencia: Feu clic dret en l'arbre per a gestionar les vostres llistes

source: Role saved
ca_es_valencia: Rol guardat

source: Roles
ca_es_valencia: Rols

source: Roles library
ca_es_valencia: Biblioteca de rols

source: Row %s
ca_es_valencia: Fila %s

source: Save
ca_es_valencia: Guarda

source: Scope
ca_es_valencia: Àmbit

source: Search
ca_es_valencia: Cerca

source: Search %s
ca_es_valencia: Cerca %s

source: Search sub-classes
ca_es_valencia: Cerca subclasses

source: seconds
ca_es_valencia: segons

source: select
ca_es_valencia: selecciona

source: Select
ca_es_valencia: Selecciona

source: Select a language
ca_es_valencia: Selecciona un idioma

source: Select this file
ca_es_valencia: Selecciona aquest fitxer

source: select...
ca_es_valencia: selecciona...

source: Selected file:
ca_es_valencia: Fitxer seleccionat:

source: Selection saved successfully
ca_es_valencia: La selecció s'ha guardat correctament

source: Settings
ca_es_valencia: Configuració

source: Settings updated
ca_es_valencia: Configuració actualitzada

source: Show detailed report
ca_es_valencia: Mostra l'informe detallat

source: Simple Mode
ca_es_valencia: Mode simple

source: Size
ca_es_valencia: Mida

source: Start of document reached. Continuing from the end.
ca_es_valencia: S'ha arribat al començament del document. Voleu continuar des del final?

source: Status
ca_es_valencia: Estat

source: Status of
ca_es_valencia: Estat de
