Repository: nithinM/TAO-Docker
Catalog: App/tao/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: Success
ca_es_valencia: Correcte

source: Successfully imported "%s
ca_es_valencia: S'ha importat "%s correctament

source: Successfully imported %s tripples
ca_es_valencia: S'han importat "%s triples correctament

source: Successfully imported class "%s
ca_es_valencia: S'ha importat classe "%s correctament

source: Successfully updated %s client translation bundles
ca_es_valencia: S'han actualitzat correctament %s paquets de traducció del client

source: Supported export formats
ca_es_valencia: Formats d'exportació admesos

source: Tao Default Theme
ca_es_valencia: Tema per defecte del TAO

source: TAO Home
ca_es_valencia: Inici del TAO

source: TAO Login
ca_es_valencia: Inici de sessió TAO

source: Task Listing
ca_es_valencia: Llista de tasques

source: Task Name
ca_es_valencia: Nom de la tasca

source: Task not found
ca_es_valencia: No s'ha trobat la tasca

source: Text - Long - Box
ca_es_valencia: Text - Llarg - Caixa

source: Text - Long - HTML editor
ca_es_valencia: Text - Llarg - Editor d'HTML

source: Text - Short - Field
ca_es_valencia: Text - Curt - Camp

source: The action will be applied to
ca_es_valencia: L'acció s'aplicarà a

source: The action will be applied to the following
ca_es_valencia: L'acció s'aplicarà al següent

source: The action will not be applied to
ca_es_valencia: L'acció no s'aplicarà a

source: The action will not be applied to the following
ca_es_valencia: L'acció no s'aplicarà al següent

source: The column
ca_es_valencia: La columna

source: The format of this field is not valid.
ca_es_valencia: El format del camp no és vàlid.

source: The imported file is not properly UTF-8 encoded.
ca_es_valencia: El fitxer importat no està codificat correctament en UTF-8.

source: The index identifier should not be empty
ca_es_valencia: L'identificador d'índex no pot estar buit

source: The lock has been released
ca_es_valencia: El bloqueig s'ha eliminat

source: The uploaded file is too large (maximum %s bytes)
ca_es_valencia: El fitxer pujat és massa gran (màxim %s bytes)

source: The value for the property "%s" must be unique.
ca_es_valencia: El valor de la propietat "%s" ha de ser únic.

source: The value of this field must be a valide date format, e.g. YYYY-MM-DD
ca_es_valencia: El valor d'aquest camp ha de ser un format de data vàlid, p. ex. YYYY-MM-DD

source: The value of this field must be an integer
ca_es_valencia: El valor d'aquest camp ha de ser un enter

source: The value of this field must be numeric
ca_es_valencia: El valor d'aquest camp ha de ser numèric

source: There is nothing to list!
ca_es_valencia: No hi ha res per llistar

source: This %s is currently checked out
ca_es_valencia: Aquest %s està actualment comprovat

source: This field is required
ca_es_valencia: Aquest camp és obligatori

source: This field is too long
ca_es_valencia: Aquest camp és massa llarg

source: This field is too short
ca_es_valencia: Aquest camp és massa curt

source: This is not a valid email address.
ca_es_valencia: Aquesta no és una adreça electrònica vàlida

source: this is required
ca_es_valencia: això és obligatori

source: This Login is already in use
ca_es_valencia: Aquest identificador d'inici de sessió ja està en ús

source: This media cannot be played!
ca_es_valencia: Aquest multimèdia no es pot reproduir

source: This password reset link is no longer valid. It may have already been used. If you still wish to reset your password please request a new link
ca_es_valencia: Aquest enllaç de reinicialització de contrasenya ja no és vàlid. Potser ja s'ha utilitzat. Si encara voleu reinicialitzar la contrasenya sol·liciteu un nou enllaç

source: This resource is locked
ca_es_valencia: Aquest recurs està bloquejat

source: This role is still given to one or more users. Please remove the role to these users first.
ca_es_valencia: Aquest rol encara es dóna a un o més usuaris. Heu de suprimir primer el rol a aquest usuaris

source: This should equal %s
ca_es_valencia: Això ha de ser igual a %s

source: This should not equal %s
ca_es_valencia: Això no ha de ser igual a %s

source: Time zone
ca_es_valencia: Zona horària

source: Title
ca_es_valencia: Títol

source: to
ca_es_valencia: a

source: To reset your password, click the link below, or paste it into your browser. You will then be prompted to create a new password.
ca_es_valencia: Per a reinicialitzar la contrasenya, feu clic en l'enllaç que hi ha a continuació, o apegueu-lo en el navegador. Aleshores se us demanarà que creeu una contrasenya nova.

source: to translate
ca_es_valencia: tradueix a

source: Tokenizer
ca_es_valencia: Marcador

source: Too many suggestions match your query. Only a few are listed
ca_es_valencia: Hi ha massa suggeriments que coincideixen amb la vostra cerca. Només se'n llisten uns quants.

source: Total duration
ca_es_valencia: Duració total

source: Translate
ca_es_valencia: Traducció

source: Translate to
ca_es_valencia: Tradueix a

source: Translation parameters
ca_es_valencia: Paràmetres de traducció

source: Translation saved
ca_es_valencia: Traducció guardada

source: Tree - Multiple node choice
ca_es_valencia: Arbre - Selecció múltiple de node

source: True
ca_es_valencia: Cert

source: Type
ca_es_valencia: Escriviu

source: Type your search
ca_es_valencia: Escriviu la cadena de cerca

source: Unable to access your account?
ca_es_valencia: No podeu accedir al vostre compte?

source: Unable to change passwords in demo mode
ca_es_valencia: No es pot canviar la contrasenya en mode de demostració

source: Unable to delete %s
ca_es_valencia: No es pot eliminar %s

source: Unable to delete the selected resource
ca_es_valencia: No es pot eliminar el recurs seleccionat

source: Unable to open file %s
ca_es_valencia: No es pot obrir el fitxer %s

source: Unable to release the lock
ca_es_valencia: No es pot eliminar el bloqueig

source: Unable to remove the property.
ca_es_valencia: No es pot eliminar la propietat.

source: unable to search into notification.
ca_es_valencia: no es pot cercar en la notificació.

source: Unable to send the password reset request
ca_es_valencia: No es pot enviar la sol·licitud de reinicialització de contrasenya

source: Unable to update the asset service
ca_es_valencia: No es pot actualitzar el servei d'actius

source: Unable to upload file
ca_es_valencia: No es pot pujar el fitxer

source: Unable to upload file %s : %s
ca_es_valencia: No es pot pujar el fitxer %s: %s

source: Uncheck all
ca_es_valencia: Desmarca-ho tot

source: Uncheck All
ca_es_valencia: Desmarca-ho tot

source: Undefined amount of the pages for pagination
ca_es_valencia: No s'ha definit la quantitat de pàgines per a la paginació

source: Undefined amount of the totalPages for pagination
ca_es_valencia: No s'ha definit la quantitat de totalPages per a la paginació

source: Undo
ca_es_valencia: Desfés

source: Unexpected error. Please contact administrator
ca_es_valencia: S'ha produït un error inesperat. Poseu-vos en contacte amb l'administrador

source: Uninstall of %s failed
ca_es_valencia: La desinstal·lació de %s ha fallat

source: Uninstalled %s
ca_es_valencia: S'ha desinstal·lat %s

source: unknown
ca_es_valencia: desconegut

source: Unknown Error
ca_es_valencia: Hi ha un error desconegut

source: Update
ca_es_valencia: Actualitza

source: Update ID : %s
ca_es_valencia: Actualitza l'ID: %s

source: Upload
ca_es_valencia: Puja

source: Upload into:
ca_es_valencia: Puja a:

source: Usage: ImportRdf RDF_FILE [MODEL_ID]
ca_es_valencia: Ús: ImportRdf RDF_FILE [MODEL_ID]

source: Use default value
ca_es_valencia: Utilitza el valor per defecte

source: User
ca_es_valencia: Usuari

source: User added
ca_es_valencia: S'ha afegit l'usuari

source: User deleted successfully
ca_es_valencia: L'usuari s'ha eliminat correctament

source: User not found
ca_es_valencia: No s'ha trobat l'usuari

source: User saved
ca_es_valencia: Usuari guardat

source: User Settings
ca_es_valencia: Paràmetres de l'usuari

source: Users
ca_es_valencia: Usuaris

source: Version
ca_es_valencia: Versió

source: View report
ca_es_valencia: Visualitza l'informe

source: Width
ca_es_valencia: Amplària

source: Wrong or missing parameter extension, module or action
ca_es_valencia: L'extensió del paràmetre, el mòdul o l'acció són incorrectes o no hi són

source: Wrong parameter shownExtension
ca_es_valencia: Paràmetre incorrecte shownExtension

source: Yes
ca_es_valencia: Sí

source: You are not authorised to remove this lock
ca_es_valencia: No esteu autoritzat a eliminar aquest bloqueig

source: You cannot delete the root node
ca_es_valencia: No podeu eliminar el node arrel

source: You currently have no access to the platform
ca_es_valencia: Actualment, no teniu accés a la plataforma

source: You do not have the required rights to edit this resource.
ca_es_valencia: No teniu els drets necessaris per a editar aquest recurs.

source: You have been logged out. Please login again
ca_es_valencia: Heu eixit de la sessió; torneu a iniciar sessió

source: You must activate JavaScript in your browser to run this application.
ca_es_valencia: Heu d'activar el JavaScript en el navegador per a executar aquesta aplicació

source: Your browser does not meet the technical requirements to run TAO.
ca_es_valencia: El vostre navagador no compleix els requeriments tècnics per a executar el TAO.

source: Your browser doesn’t support the audio player.
ca_es_valencia: El vostre navegador no admet el reproductor d'àudio.

source: Your browser doesn’t support the video player.
ca_es_valencia: El vostre navegador no admet el reproductor de vídeo.

source: Your mail
ca_es_valencia: El vostre correu electrònic

source: Your TAO Password
ca_es_valencia: La vostra contrasenya del TAO
