Repository: nithinM/TAO-Docker
Catalog: App/tao/locales/*-valencia/tao.rdf.po
Languages: ca_es_valencia

# http://www.w3.org/2000/01/rdf-schema#label
source: TAO User Object
ca_es_valencia: Objecte d'usuari TAO

# http://www.w3.org/2000/01/rdf-schema#comment
source: Any user-level resource related to etesting
ca_es_valencia: Qualsevol recurs d'àmbit d'usuari en relació amb les proves electròniques

# http://www.w3.org/2000/01/rdf-schema#label
source: System Object
ca_es_valencia: Objecte del sistema

# http://www.w3.org/2000/01/rdf-schema#comment
source: Any system resource related to etesting
ca_es_valencia: Qualsevol recurs del sistema en relació amb les proves electròniques

# http://www.w3.org/2000/01/rdf-schema#label
source: List
ca_es_valencia: Llista

# http://www.w3.org/2000/01/rdf-schema#label
source: level
ca_es_valencia: àmbit

# http://www.w3.org/2000/01/rdf-schema#label
source: Languages
ca_es_valencia: idiomes

# http://www.w3.org/2000/01/rdf-schema#label
source: Usage
ca_es_valencia: Ús

# http://www.w3.org/2000/01/rdf-schema#comment
source: Usage of a language
ca_es_valencia: Ús d'un idioma

# http://www.w3.org/2000/01/rdf-schema#label
source: Language Usage
ca_es_valencia: Ús de l'idioma

# http://www.w3.org/2000/01/rdf-schema#comment
source: Language usage class
ca_es_valencia: Classe d'ús de l'idioma

# http://www.w3.org/2000/01/rdf-schema#label
source: GUI Usage
ca_es_valencia: Ús de la GUI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Graphical User Interface language usage
ca_es_valencia: Ús de l'idioma per a la interfície gràfica d'usuari

# http://www.w3.org/2000/01/rdf-schema#label
source: Data Usage
ca_es_valencia: Ús de dades

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data language usage
ca_es_valencia: Ús de l'idioma per a les dades

# http://www.w3.org/2000/01/rdf-schema#label
source: Language orientation
ca_es_valencia: Orientació de l'idioma

# http://www.w3.org/2000/01/rdf-schema#comment
source: Language orientation class
ca_es_valencia: Classe d'orientació de l'idioma

# http://www.w3.org/2000/01/rdf-schema#label
source: Orientation
ca_es_valencia: Orientació

# http://www.w3.org/2000/01/rdf-schema#comment
source: Orientation of a language
ca_es_valencia: Orientació d'un idioma

# http://www.w3.org/2000/01/rdf-schema#label
source: Left-to-right orientation
ca_es_valencia: Orientació d'esquerra a dreta

# http://www.w3.org/2000/01/rdf-schema#comment
source: Left-to-right language orientation
ca_es_valencia: Orientació de l'idioma d'esquerra a dreta

# http://www.w3.org/2000/01/rdf-schema#label
source: Right-to-left orientation
ca_es_valencia: Orientació de dreta a esquerra

# http://www.w3.org/2000/01/rdf-schema#comment
source: Right-to-left language orientation
ca_es_valencia: Orientació de l'idioma de dreta a esquerra

# http://www.w3.org/2000/01/rdf-schema#label
source: User
ca_es_valencia: Usuari

# http://www.w3.org/2000/01/rdf-schema#comment
source: TAO User Class
ca_es_valencia: Classe d'usuari TAO

# http://www.w3.org/2000/01/rdf-schema#label
source: Management
ca_es_valencia: Gestió

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Management Role Class
ca_es_valencia: Classe de rol de gestió

# http://www.w3.org/2000/01/rdf-schema#label
source: Back Office
ca_es_valencia: Gestió interna

# http://www.w3.org/2000/01/rdf-schema#comment
source: The BackOffice Role
ca_es_valencia: Rol de gestió interna

# http://www.w3.org/2000/01/rdf-schema#label
source: Front Office
ca_es_valencia: Gestió externa

# http://www.w3.org/2000/01/rdf-schema#comment
source: The FrontOffice Role
ca_es_valencia: Rol de gestió externa

# http://www.w3.org/2000/01/rdf-schema#label
source: Service
ca_es_valencia: Servei

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Service Role
ca_es_valencia: Rol de servei

# http://www.w3.org/2000/01/rdf-schema#label
source: TAO Manager
ca_es_valencia: Gestor TAO

# http://www.w3.org/2000/01/rdf-schema#comment
source: The TAO Manager Role
ca_es_valencia: Rol de gestor TAO

# http://www.w3.org/2000/01/rdf-schema#label
source: Metadata Manager Role
ca_es_valencia: Rol de gestor de metadades

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Metadata Manager Role allows you to modify the properties of the classes.
ca_es_valencia: El rol de gestor de metadades us permet modificar les propietats de les classes.

# http://www.w3.org/2000/01/rdf-schema#label
source: Global Manager
ca_es_valencia: Gestor global

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Global Manager Role
ca_es_valencia: Rol de gestor global

# http://www.w3.org/2000/01/rdf-schema#label
source: Lock Manager
ca_es_valencia: Gestor de bloqueig

# http://www.w3.org/2000/01/rdf-schema#comment
source: The role that can unlock all resources
ca_es_valencia: El rol que pot desbloquejar tots els recursos

# http://www.w3.org/2000/01/rdf-schema#label
source: System Administrator
ca_es_valencia: Administrador del sistema

# http://www.w3.org/2000/01/rdf-schema#comment
source: The System Administrator Role
ca_es_valencia: Rol d'administrador del sistema

# http://www.w3.org/2000/01/rdf-schema#label
source: Task Queue Manager
ca_es_valencia: Gestor de cua de tasques

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Task Queue Manager Role
ca_es_valencia: Rol de gestor de cua de tasques

# http://www.w3.org/2000/01/rdf-schema#label
source: Operational Administrator
ca_es_valencia: Administrador operatiu

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Operational Administrator role
ca_es_valencia: Rol d'administrador operatiu

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Taker
ca_es_valencia: Participant de la prova

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test Taker Role
ca_es_valencia: Rol de participant en la prova

# http://www.w3.org/2000/01/rdf-schema#label
source: Form Field Order
ca_es_valencia: Ordre dels camps del formulari

# http://www.w3.org/2000/01/rdf-schema#comment
source: The order of the property within the class
ca_es_valencia: L'ordre de la propietat en la classe

# http://www.w3.org/2000/01/rdf-schema#label
source: Password recovery token
ca_es_valencia: Testimoni de recuperació de contrasenya

# http://www.w3.org/2000/01/rdf-schema#comment
source: Password recovery token
ca_es_valencia: Testimoni de recuperació de contrasenya

# http://www.w3.org/2000/01/rdf-schema#label
source: Lock
ca_es_valencia: Bloqueig

# http://www.w3.org/2000/01/rdf-schema#comment
source: Lock information related to the resource
ca_es_valencia: Informació de bloqueig relacionada amb el recurs

# http://www.w3.org/2000/01/rdf-schema#label
source: Validation Rules
ca_es_valencia: Regles de validació

# http://www.w3.org/2000/01/rdf-schema#comment
source: Validation rules for the values of this property
ca_es_valencia: Regles de validació per als valors d'aquesta propietat

# http://www.w3.org/2000/01/rdf-schema#label
source: Validation
ca_es_valencia: Validació

# http://www.w3.org/2000/01/rdf-schema#comment
source: Select the validation rules
ca_es_valencia: Seleccioneu les regles de validació

# http://www.w3.org/2000/01/rdf-schema#label
source: LastExtensionUsed
ca_es_valencia: ÚltimaExtensióUtilitzada

# http://www.w3.org/2000/01/rdf-schema#comment
source: Saves the last extension the user had visited.
ca_es_valencia: Guarda l'última extensió que l'usuari ha visitat

# http://www.w3.org/2000/01/rdf-schema#label
source: First Time In Tao
ca_es_valencia: Primera vegada en el TAO

# http://www.w3.org/2000/01/rdf-schema#comment
source: Is it the first the user connects to TAO?
ca_es_valencia: És la primera vegada que l'usuari es connecta al TAO?

# http://www.w3.org/2000/01/rdf-schema#label
source: assessmentObject
ca_es_valencia: Objecte d'avaluació

# http://www.w3.org/2000/01/rdf-schema#comment
source: Object to represent assessment contents
ca_es_valencia: Objecte per a representar el contingut d'avaluació
