Repository: nithinM/TAO-Docker
Catalog: App/taoResultServer/locales/*-valencia/taoResultServer.rdf.po
Languages: ca_es_valencia

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server
ca_es_valencia: Servidor de resultats

# http://www.w3.org/2000/01/rdf-schema#comment
source: the Result Server for the Delivery
ca_es_valencia: el servidor de resultats per al lliurament

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Storage Engine
ca_es_valencia: Motor d'emmagatzematge de resultats

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Storage Engine
ca_es_valencia: Motor d'emmagatzematge de resultats

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server Endpoint
ca_es_valencia: Punt de connexió del servidor de resultats

# http://www.w3.org/2000/01/rdf-schema#comment
source: Endpoint of the Result Server
ca_es_valencia: Punt de connexió del servidor de resultats

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Storage
ca_es_valencia: Emmagatzematge de resultats

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Storage
ca_es_valencia: Emmagatzematge de resultats

# http://www.w3.org/2000/01/rdf-schema#label
source: tao logger
ca_es_valencia: enregistrador del TAO

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data about the storage is sent into the logger
ca_es_valencia: Les dades quant a l'emmagatzematge s'envien a l'enregistrador

# http://www.w3.org/2000/01/rdf-schema#label
source: Link to the implementation Class
ca_es_valencia: Enllaç a la classe d'implementació

# http://www.w3.org/2000/01/rdf-schema#comment
source: Link to the implementation Class
ca_es_valencia: Enllaç a la classe d'implementació

# http://www.w3.org/2000/01/rdf-schema#label
source: No storage
ca_es_valencia: Sense emmagatzematge

# http://www.w3.org/2000/01/rdf-schema#comment
source: No storage
ca_es_valencia: Sense emmagatzematge

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server Manager
ca_es_valencia: Gestor del servidor de resultats

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Server Manager Role
ca_es_valencia: Rol de gestor del servidor de resultats
