Repository: nithinM/TAO-Docker
Catalog: App/taoDelivery/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: Access deliveries as a guest
ca_es_valencia: Accés als lliuraments com a convidat

source: All rights reserved.
ca_es_valencia: Tots els drets reservats

source: Available
ca_es_valencia: Disponible

source: Close this prompt
ca_es_valencia: Tanca aquesta instrucció

source: Enter full screen
ca_es_valencia: Passa a pantalla completa

source: Exit
ca_es_valencia: Ix

source: Guest access
ca_es_valencia: Accés de convidat

source: In progress
ca_es_valencia: En curs

source: Logout
ca_es_valencia: Tancament de sessió

source: My Tests
ca_es_valencia: Les meues proves

source: Resume
ca_es_valencia: Continua

source: Start
ca_es_valencia: Comença

source: Started at %s
ca_es_valencia: Va començar a les %s

source: Take or continue a test.
ca_es_valencia: Comença o continua la prova

source: TAO - An Open and Versatile Computer-Based Assessment Platform
ca_es_valencia: TAO: Una plataforma d'avaluació oberta i versàtil assistida per ordinador

source: TAO Delivery Server
ca_es_valencia: Servidor de lliuraments TAO

source: TAO Guest Access
ca_es_valencia: Accés de convidats TAO

source: Test-Takers
ca_es_valencia: Participants

source: This test needs to be taken in full screen mode
ca_es_valencia: Aquesta prova s'ha de fer en mode de pantalla completa

source: You are no longer allowed to take this test
ca_es_valencia: Ja no teniu permisos per a fer aquesta prova.
