Repository: nithinM/TAO-Docker
Catalog: App/taoQtiItem/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: Fill in the gaps in a text from a set of choices.
ca_es_valencia: Ompliu els buits del text a partir d'un conjunt d'opcions

source: or
ca_es_valencia: o

source: %d characters allowed
ca_es_valencia: %d caràcters permesos

source: %d Item(s) of %d imported from the given IMS QTI Package.
ca_es_valencia: S'han importat %d element(s) de %d des del paquet donat IMS QTI.

source: %s metadata values found in source by extractor(s).
ca_es_valencia: L'extractor ha trobat %s valors de metadades en la font.

source: -- Any kind of file --
ca_es_valencia: -- Qualsevol tipus de fitxer --

source: A choice must be selected
ca_es_valencia: Cal seleccionar una opció

source: A human interpretation of the variable's value.
ca_es_valencia: Una interpretació humana del valor de variable.

source: A rubric block identifies part of an assessmentItem's itemBody that represents instructions to one or more of the actors that view the item. Although rubric blocks are defined as simpleBlocks they must not contain interactions.
ca_es_valencia: Un bloc rúbrica identifica part d'un itemBody d'assessmentItem que representa instruccions per a un o més actors que veuen l'element. Encara que els blocs rúbrica es defineixen com a simpleBlocks no han de contindre interaccions.

source: Adapt to screen size
ca_es_valencia: Adapta a la mida de pantalla

source: Add
ca_es_valencia: Afig

source: Add a modal feedback
ca_es_valencia: Afig una retroacció modal

source: Add a QTI/APIP XML Item Document
ca_es_valencia: Afig un document d'element QTI/APIP XML

source: Add a ZIP file containing QTI/APIP items
ca_es_valencia: Afig un fitxer ZIP que conté elements QTI/APIP

source: Add another option
ca_es_valencia: Afig una altra opció

source: Add choice
ca_es_valencia: Afig una opció

source: Add else feedback
ca_es_valencia: Afig una altra retroacció

source: Add new pairs
ca_es_valencia: Afig nous parells

source: Add Style Sheet
ca_es_valencia: Afig un full d'estil

source: Alignment
ca_es_valencia: Alineació

source: Allow elimination
ca_es_valencia: Permet l'eliminació

source: Allowed associations
ca_es_valencia: Associacions permeses

source: Allowed choices
ca_es_valencia: Opcions permeses

source: Allowed number of matches
ca_es_valencia: Nombre de coincidències permeses

source: Allowed number of uses
ca_es_valencia: Nombre d'usos permesos

source: Alt Text
ca_es_valencia: Text Alt

source: An error occured while exporting an item.
ca_es_valencia: S'ha produït un error mentre s'exportava un element.

source: An error occured while extracting the ZIP archive representing the IMS Content Package.
ca_es_valencia: S'ha produït un error mentre s'extreia l'arxiu ZIP que representa el paquet de contingut IMS.

source: An error occured while loading a shared stimulus.
ca_es_valencia: S'ha produït un error mentre es carregava un estímul compartit.

source: An error occured while parsing IMS QTI data.
ca_es_valencia: S'ha produït un error mentre s'analitzaven les dades d'IMS QTI.

source: An error occurred at the level of the QTI model.
ca_es_valencia: S'ha produït un error al camps del model QTI.

source: An unexpected error occured while dealing with Response Processing.
ca_es_valencia: S'ha produït un error inesperat mentre es tractava amb el processament de les respostes.

source: APIP Content Package
ca_es_valencia: Paquet de contingut APIP

source: Arrange a list of choices in the correct order.
ca_es_valencia: Organitza una llista d'opcions en l'ordre correcte

source: Associate
ca_es_valencia: Associa

source: Associate Interaction
ca_es_valencia: Interacció s'associació

source: association pairs
ca_es_valencia: parells d'associació

source: at least
ca_es_valencia: almenys

source: Attempting to inject "%s" metadata values for target "%s" with metadata Injector "%s".
ca_es_valencia: S'està provant d'injectar "%s" valors de metadades per a l'objectiu "%s\n"amb l'injector de metadades "%s".

source: Autostart
ca_es_valencia: Inici automàtic

source: Back to Manage Items
ca_es_valencia: Arrere per a gestionar els elements

source: Background color
ca_es_valencia: Color de fons

source: Block
ca_es_valencia: Bloc

source: block
ca_es_valencia: bloc

source: Block contains the content (stimulus) of the item such as text or image. It is also required for Inline Interactions.
ca_es_valencia: El bloc que conté el contingut (estímul) de l'element com ara text o imatge; també es requereix per a interaccions inserides.

source: Border color
ca_es_valencia: Color de la vora

source: Browse your computer and select the appropriate file.
ca_es_valencia: Navegueu per l'ordinador i seleccioneu el fitxer adequat

source: Browse...
ca_es_valencia: Navega...

source: Cancel
ca_es_valencia: Cancel·la

source: cancel
ca_es_valencia: cancel·la

source: Cannot delete a variable currently used in response processing
ca_es_valencia: No es pot eliminar una variable que s'utilitza actualment en el processament de la resposta.

source: Cannot edit a variable currently used in response processing
ca_es_valencia: No es pot editar una variable que s'utilitza actualment en el processament de la resposta.

source: cannot find QTI XML
ca_es_valencia: no es pot trobar QTI XML

source: cannot load QTI XML
ca_es_valencia: no es pot carregar QTI XML

source: Cannot locate the file "%s
ca_es_valencia: No es pot localitzar el fitxer "%s

source: chars
ca_es_valencia: caràcters

source: Choice
ca_es_valencia: Opció

source: Choice Image
ca_es_valencia: Imatge d'opció

source: Choice Interaction
ca_es_valencia: Interacció d'opció

source: Choice Properties
ca_es_valencia: Propietats d'opció

source: choices
ca_es_valencia: opcions

source: Choices
ca_es_valencia: Opcions

source: Class Lookup Successful. Resource "%s" will be stored in RDFS Class "%s".
ca_es_valencia: La cerca de la classe ha donat resultat. El recurs "%s" s'emmagatzemarà en la classe RDFS "%s".

source: Classification entries have to be an instance of ClassificationEntryMetadataValue
ca_es_valencia: Les entrades de classificació han de ser una instància de ClassificationEntryMetadataValue

source: Classification metadata is required to be extracted.
ca_es_valencia: Es requereixen les metadades de classificació per a extraure-les.

source: Classification value to map has to a string
ca_es_valencia: El valor de classificació per a mapar ha de ser una cadena

source: Click again to remove
ca_es_valencia: Feu clic per a eliminar

source: Click to display interaction widget
ca_es_valencia: Feu clic per a mostrar el giny d'interacció

source: Collect open-ended information in a short text input (strings or numeric values).
ca_es_valencia: Arreplega informació oberta en una entrada de text curt (cadenes o valors numèrics)

source: Collect open-ended information in one or more text area(s) (strings or numeric values).
ca_es_valencia: Arreplega informació oberta en una o més àrees de tex (cadenes o valors numèrics)

source: Color Picker
ca_es_valencia: Selector de color

source: Contraints
ca_es_valencia: Restriccions

source: Control the playing parameters (auto-start, loop) of a video or audio file and report the number of time it has been played.
ca_es_valencia: Controla els paràmetres de reproducció (inici automàtic, bucle) d'un fitxer d'àudio o vídeo i informa del nombre de vegades que s'ha reproduït.

source: Correct
ca_es_valencia: Correcte

source: correct
ca_es_valencia: correcte

source: Create assocations and fill the score in the form below
ca_es_valencia: Crea associacions i ompli la puntuació en el formulari a continuació

source: Create association(s) between areas (hotspots) displayed on a picture.
ca_es_valencia: Crea associacions entre àrees (zones sensibles) que es mostren en una imatge

source: Create association(s) between two sets of choices displayed in a table (row and column).
ca_es_valencia: Crea associacions entre dos conjunts d'opcions que es mostren en una taula (fila i columna)

source: Create gap
ca_es_valencia: Crea un buit

source: Create hottext
ca_es_valencia: Crea un text sensible

source: Create pair(s) from a series of choices.
ca_es_valencia: Crea parells a partir de sèries d'opcions

source: CSV file
ca_es_valencia: Fitxer CSV

source: Current value:
ca_es_valencia: Valor actual:

source: Currently conversion from MathML to LaTeX is not available. Editing MathML here will have the LaTex code discarded.
ca_es_valencia: La conversió actual de MathML a LaTeX no està disponible. L'edició de MathML ací tindrà el codi LaTex descartat.

source: custom
ca_es_valencia: personalitzada

source: Custom Response Processing Mode
ca_es_valencia: Mode de processament de resposta personalitzada

source: Default
ca_es_valencia: Predeterminat

source: default
ca_es_valencia: predeterminat

source: Define correct response
ca_es_valencia: Defineix la resposta correcta

source: define prompt
ca_es_valencia: defineix la pregunta

source: Define the correct response.
ca_es_valencia: Defineix la resposta correcta

source: Define whether a choice must be selected by the candidate in order to form a valid response to the interaction.
ca_es_valencia: Defineix si una opció l'ha de seleccionar el candidat per tal de formar una resposta vàlida a la interacció.

source: Define whether the item should be time dependent on delivery.
ca_es_valencia: Defineix si l'element ha de ser dependent del temps en el lliurament

source: Defined width
ca_es_valencia: Defineix l'amplària

source: Defines the maximum magnitude of numeric outcome variables, the maximum must be a positive value and the minimum may be negative.
ca_es_valencia: Defineix la magnitud màxima de les variables d'eixida numèrica, el màxim ha de ser un valor positiu i el mínim negatiu

source: delete
ca_es_valencia: elimina

source: Delete
ca_es_valencia: Elimina

source: Delete else statement
ca_es_valencia: Elimina altres declaracions

source: Delete this modal feedback
ca_es_valencia: Elimina aquesta retroacció modal

source: Description
ca_es_valencia: Descripció

source: Disable this stylesheet temporarily
ca_es_valencia: Desactiva temporalment aquest full d'estil

source: Display
ca_es_valencia: Mostra

source: Display the choices either horizontally or vertically
ca_es_valencia: Mostra les opcions horitzontalment o bé verticalment

source: Divide
ca_es_valencia: Divideix

source: done
ca_es_valencia: fet

source: Download this stylesheet
ca_es_valencia: Baixa aquest full d'estil

source: Draw a circle on the image
ca_es_valencia: Dibuixa un cercle sobre la imatge

source: Draw a free form on the image
ca_es_valencia: Dibuixa una forma lliure sobre la imatge

source: Draw a rectangle on the image
ca_es_valencia: Dibuixa un rectangle sobre la imatge

source: Draw an ellipsis on the image
ca_es_valencia: Dibuixa una el·lipse sobre la imatge

source: Drop the target to select a point
ca_es_valencia: Deixa anar l'objectiu per a seleccionar un punt

source: e.g. 13
ca_es_valencia: p. ex. 13

source: e.g. 960
ca_es_valencia: p. ex. 960

source: Edit
ca_es_valencia: Edita

source: edit choices
ca_es_valencia: edita les opcions

source: Edit math expression using MathML
ca_es_valencia: Edita l'expressió matemàtica utilitzant MathML

source: Edit modal feedback title
ca_es_valencia: Edita el títol de retroacció modal

source: Edit stylesheet label
ca_es_valencia: Edita l'etiqueta del full d'estil

source: Editing Mode
ca_es_valencia: Mode d'edició

source: Element Properties
ca_es_valencia: Propietats de l'element

source: Eliminate
ca_es_valencia: Elimina

source: Enable the test taker to pause and restart the playing.
ca_es_valencia: Habilita el participant perquè pose en pausa i reinicie la reproducció

source: End Attempt
ca_es_valencia: Finalitza l'intent

source: End Attempt Interaction
ca_es_valencia: Finalitza l'intent de la interacció

source: Enlarge font size
ca_es_valencia: Augmenta la mida de la lletra

source: Enter a select MIME-type
ca_es_valencia: Introduïu un tipus MIME seleccionat

source: Enter choices…
ca_es_valencia: Introduïu opcions...

source: Error on item %1$s : %2$s
ca_es_valencia: S'ha produït un error en l'element %1$s: %2$s

source: Error on item %s
ca_es_valencia: S'ha produït un error en l'element %s

source: Error to export item %s: %s
ca_es_valencia: S'ha produït un error en exportar l'element %s: %s

source: Export
ca_es_valencia: Exporta

source: Export APIP 1.0 Package
ca_es_valencia: Exporta el paquet APIP 1.0

source: Export failed for the item "%s": %s
ca_es_valencia: Ha fallat l'exportació de l'element "%s": %s

source: Export metadata
ca_es_valencia: Exporta les metadades

source: Export metadata item
ca_es_valencia: Exporta l'element de metadades

source: Export QTI 2.1 Package
ca_es_valencia: Exporta el paquet QTI 2.1

source: Export QTI 2.2 Package
ca_es_valencia: Exporta el paquet QTI 2.2

source: Extended Text
ca_es_valencia: Text estés

source: Extended Text Interaction
ca_es_valencia: Interacció de text estés

source: Fail to export item
ca_es_valencia: S'ha produït un error en exportar l'element.

source: Failed to publish %1$s in %2$s
ca_es_valencia: S'ha produït un error en publicar %1$s en %2$s

source: Failed to save item
ca_es_valencia: S'ha produït un error en guardar l'element.

source: Feedback
ca_es_valencia: Retroacció

source: Feedback Style
ca_es_valencia: Estil de retroacció

source: File
ca_es_valencia: Fitxer

source: File name
ca_es_valencia: Nom del fitxer

source: File Upload
ca_es_valencia: Càrrega del fitxer

source: File Upload Interaction
ca_es_valencia: Interacció de càrrega de fitxer

source: Fill in the gaps on a picture with a set of image choices.
ca_es_valencia: Ompliu els buits en un dibuix a partir d'un conjunt d'imatges

source: Flash video
ca_es_valencia: Vídeo Flash

source: Font family
ca_es_valencia: Família de tipus de lletra

source: Font size
ca_es_valencia: Mida del tipus de lletra

source: Fraction
ca_es_valencia: Fracció

source: Gap
ca_es_valencia: Buit

source: Gap Match
ca_es_valencia: Concordança de buits

source: Gap Match Interaction
ca_es_valencia: Interacció de concordança de buits

source: GIF image
ca_es_valencia: Imatge GIF

source: Graphic Associate Interaction
ca_es_valencia: Interacció d'associació gràfica

source: Graphic Gap Match Interaction
ca_es_valencia: Interacció de concordança de buits gràfica

source: Graphic Order Interaction
ca_es_valencia: Interacció d'ordre gràfic

source: Greater than or equal
ca_es_valencia: Superior o igual

source: Guard for resource "%s"...
ca_es_valencia: Guàrdia del recurs "%s"...

source: Height
ca_es_valencia: Alçària

source: Horizontal
ca_es_valencia: Horitzontal

source: Hotspot
ca_es_valencia: Zona sensible

source: Hotspot Interaction
ca_es_valencia: Interacció de zona sensible

source: Hottext
ca_es_valencia: Text sensible

source: Hottext Interaction
ca_es_valencia: Interacció de text sensible

source: How the math expression should be displayed.
ca_es_valencia: Com s'ha de mostrar l'expressió matemàtica

source: How the math expression should be edited
ca_es_valencia: Com s'ha d'editar l'expressió matemàtica

source: identical pair already exists
ca_es_valencia: ja hi ha un parell idèntic

source: Identifier
ca_es_valencia: Identificador

source: identifier
ca_es_valencia: identificador

source: identifier already taken
ca_es_valencia: l'identificador ja està agafat

source: If given, the pattern mask specifies a regular expression that the candidate's response must match in order to be considered valid
ca_es_valencia: Si es dóna, la màscara de patró especifica una expressió regular que ha de coincidir amb la resposta del panticipant perquè es considere vàlida

source: If the string interaction is bound to a numeric response variable then the base attribute must be used to set the number base in which to interpret the value entered by the candidate.
ca_es_valencia: Si la interacció de cadena s'uneix a una variable de resposta numèrica aleshores l'atribut base s'ha d'utilitzar per a establir la base numèrica amb què s'interpreta el valor introduït pel participant.

source: If this box is checked the student will be able to eliminate choices.
ca_es_valencia: Si aquesta casella està marcada el participant podrà eliminar opcions.

source: Import
ca_es_valencia: Importa

source: Import a QTI/APIP Content Package
ca_es_valencia: Importa un paquet de contingut QTI/APIP

source: Import a QTI/APIP XML Item Document
ca_es_valencia: Importa un document d'element QTI/APIP XML

source: IMS QTI Item referenced as "%s" contains a portable element and cannot be imported.
ca_es_valencia: L'element IMS QTI referenciat com a "%s" conté un element portable i no es pot importar.

source: IMS QTI Item referenced as "%s" in the IMS Manifest file could not be imported.
ca_es_valencia: L'element IMS QTI referenciat com a "%s" en el fitxer de manifest IMS no s'ha pogut importar.

source: In seconds. Delay during which the replay of the media is allowed. Once reached, the media is disabled and cannot be played anymore.
ca_es_valencia: En segons. El retard durant el qual es permet tornar a reproduir el multimèdia. Una vegada s'hi arriba, el multimèdia s'inhabilita i ja no es pot reproduir.

source: In visual environments, string interactions are typically represented by empty boxes into which the candidate writes or types. Delivery engines should use the value of this attribute (if provided) instead of their default placeholder text when this is required.
ca_es_valencia: En entorns visuals, les interaccions de cadena se solen representar per caixes buides en les quals els participants escriuen. Els motors de lliurament han d'utilitzar el valor d'aquest atribut (si s'ha proporcionat) en lloc del seu text variable per defecte quan es necessari.

source: incorrect
ca_es_valencia: incorrecte

source: Infinity
ca_es_valencia: Infinit

source: inline
ca_es_valencia: en la línia

source: Inline Choice
ca_es_valencia: Opció en la línia

source: Inline Choice Interaction
ca_es_valencia: Interacció d'opció en la línia

source: Inline interactions need to be inserted into a text block.
ca_es_valencia: Les interaccions en la línia s'han d'inserir en un bloc de text.

source: Interaction Background
ca_es_valencia: Fons de la interacció

source: Interaction Properties
ca_es_valencia: Propietats de la interacció

source: Interpretation
ca_es_valencia: Interpretació

source: invalid identifier
ca_es_valencia: l'identificador no és vàlid

source: invalid QTI XML
ca_es_valencia: QTI XML no és vàlid

source: Is this choice the correct response?
ca_es_valencia: Aquesta opció és la resposta correcta?

source: Is this pair the correct response?
ca_es_valencia: Aquest parell és la resposta correcta?

source: Item "%s" cannot be exported: %s
ca_es_valencia: L'element "%s" no es pot exportar: %s

source: Item "%s" has no xml document
ca_es_valencia: L'element "%s" no té cap document xml.

source: Item "%s" is not available in any language
ca_es_valencia: L'element "%s" no està disponible en cap idioma.

source: Item "%s" is ready to be exported
ca_es_valencia: L'element "%s" està preparat per a exportar-lo: %s

source: Item properties
ca_es_valencia: Propietats de l'element

source: Item Properties
ca_es_valencia: Propietats de l'element

source: Item width
ca_es_valencia: Amplària de l'element

source: Items
ca_es_valencia: Elements

source: JPEG image
ca_es_valencia: Imatge JPEG

source: Label
ca_es_valencia: Etiqueta

source: Large editor
ca_es_valencia: Editor gran

source: leave empty
ca_es_valencia: deixa-ho buit

source: left
ca_es_valencia: esquerra

source: Left
ca_es_valencia: Esquerra

source: Left bracket
ca_es_valencia: Claudàtor d'obertura

source: Length
ca_es_valencia: Longitud

source: Level
ca_es_valencia: Nivell

source: Lines
ca_es_valencia: Línies

source: List Style
ca_es_valencia: Estil de llista

source: Loop
ca_es_valencia: Bucle

source: Lower Bound
ca_es_valencia: Límit inferior

source: Lower than or equal
ca_es_valencia: Inferior o igual

source: Manage items
ca_es_valencia: Gestiona els elements

source: Manage Items
ca_es_valencia: Gestiona els elements

source: map response
ca_es_valencia: mapa la resposta

source: Mapping default
ca_es_valencia: Mapatge per defecte

source: Match
ca_es_valencia: Coincidència

source: match correct
ca_es_valencia: coincideix la correcta

source: Match Interaction
ca_es_valencia: Interacció de coincidència

source: MathJax is not installed.
ca_es_valencia: El MathJax no està instl·lat.

source: Max
ca_es_valencia: Màx.

source: Max length
ca_es_valencia: Longitud màxima

source: Max Length
ca_es_valencia: Longitud màxima

source: Max plays count
ca_es_valencia: Recompte màxim de reproduccions

source: Max Words
ca_es_valencia: Nre. màx. de paraules

source: Max words
ca_es_valencia: Nre. màx. de paraules

source: Max. number of matches
ca_es_valencia: Nombre màx. de coincidències

source: Maximal score for this interaction.
ca_es_valencia: Puntuació màxima per a aquesta interacció

source: maximum
ca_es_valencia: màxim

source: Maximum choices reached
ca_es_valencia: S'ha arribat al màxim d'opcions

source: Maximum number of choices reached.
ca_es_valencia: S'ha arribat al màxim d'opcions.

source: Media
ca_es_valencia: Multimèdia

source: Media file path or YouTube video address
ca_es_valencia: Camí del fitxer multimèdia o l'adreça del vídeo de YouTube

source: Media Interaction
ca_es_valencia: Interacció de multimèdia

source: Metadata export requires an instance of core_kernel_classes_Resource to extract metadata
ca_es_valencia: L'exportació de metadades requereix una instància de core_kernel_classes_Resource per a extraure les metadades

source: Metadata export requires an instance of DomManifest to inject metadata
ca_es_valencia: L'exportació de metadades requereix una instància de DomManifest per a injectar les metadades

source: Metadata import requires an instance of core_kernel_classes_Resource to inject metadata
ca_es_valencia: La importació de metadades requereix una instància de core_kernel_classes_Resource per a injectar les metadades

source: Metadata import requires an instance of DomManifest to extract metadata
ca_es_valencia: La importació de metadades requereix una instància de DomManifest per a extraure les metadades

source: MIME-type
ca_es_valencia: Tipus MIME

source: Min
ca_es_valencia: Mín.

source: Minimal score for this interaction.
ca_es_valencia: Puntuació mínima per a aquesta interacció

source: Modal feedback is shown to the candidate directly following response processing.
ca_es_valencia: La retroacció modal es mostra al participant immediatament després del processament de la resposta.

source: Modal Feedback Prop.
ca_es_valencia: Propietats de la retroacció modal

source: Modal Feedbacks
ca_es_valencia: Retroaccions modals

source: MP4 video
ca_es_valencia: Vídeo MP4

source: MPEG audio
ca_es_valencia: Àudio MPEG

source: MPEG video
ca_es_valencia: Vídeo MPEG

source: Multiply
ca_es_valencia: Multiplica

source: negative
ca_es_valencia: negatiu

source: New item
ca_es_valencia: Element nou

source: no configuration property needed
ca_es_valencia: no es necessària cap propietat de configuració

source: No file selected
ca_es_valencia: No s'ha seleccionat cap fitxer.

source: no item content
ca_es_valencia: no hi ha contingut d'element

source: No Items could be imported from the given IMS QTI package.
ca_es_valencia: S'ha pogut importar cap element des del paquet donat IMS QTI.

source: No preview available
ca_es_valencia: No hi ha cap previsualització disponible.

source: No value set
ca_es_valencia: No s'ha definit cap valor.

source: none
ca_es_valencia: cap

source: None
ca_es_valencia: Cap

source: None defined yet.
ca_es_valencia: No s'ha definit cap encara.

source: not a QTI item
ca_es_valencia: no un element QTI
