Repository: nithinM/TAO-Docker
Catalog: App/taoQtiItem/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: The QTI class "%1$s" located at line "%2$d" is currently not supported.
ca_es_valencia: La classe QTI "%1$s" ubicada en la línia "%2$d" no s'admet actualment.

source: The Response Processing Template "%s" is not supported.
ca_es_valencia: La plantilla de processament de resposta "%s" no s'admet.

source: The selected file is ready to be sent.
ca_es_valencia: El fitxer seleccionat està preparat per a enviar-lo.

source: The shape height in pixels. This value may be scaled when the background image size is adapted to it's container
ca_es_valencia: L'alçària de la forma en píxels. Aquest valor es pot escalar quan la mida de la imatge de fons s'adapta al contenidor.

source: The shape width in pixels. This value may be scaled when the background image size is adapted to it's container
ca_es_valencia: L'amplària de la forma en píxels. Aquest valor es pot escalar quan la mida de la imatge de fons s'adapta al contenidor.

source: The target must be an instance of DOMDocument
ca_es_valencia: La destinació ha de ser una instància de DOMDocument.

source: The text to be displayed if the image is not available.
ca_es_valencia: El text que es mostra si la imatge no està disponible.

source: The top position of the shape relative to the top left corner of the background in pixels. This value may be scaled when the background image size is adapted to it's container
ca_es_valencia: La posició superior de la forma respecte de la cantonada superior esquerra del fons en píxels. Aquest valor es pot escalar quan la mida de la imatge de fons s'adapta al contenidor.

source: The upper bound of the slider
ca_es_valencia: El límit superior del control lliscant

source: The validation of the imported QTI item failed. The system returned the following error:%s
ca_es_valencia: La validació de l'element QTI importat ha fallat. El sistema ha tornat l'error següent:%s

source: The ZIP archive containing the IMS QTI Item cannot be extracted.
ca_es_valencia: L'arxiu ZIP que conté l'element IMS QTI no es pot extraure.

source: The ZIP archive does not contain an imsmanifest.xml file or is an invalid ZIP archive.
ca_es_valencia: L'arxiu ZIP no conté un fitxer imsmanifest.xml o és un arxiu ZIP invàlid.

source: There are errors in the following shared stimulus :
ca_es_valencia: Hi ha errors en l'estímul compartit següent:

source: There is an incomplete element in your item: please click on it to complete it.
ca_es_valencia: Hi ha un element incomplet en el vostre element: feu-hi clic damunt per a completar-lo

source: There was a problem downloading your CSS, please try again.
ca_es_valencia: Hi ha hagut un problema en baixar el CSS, torneu-ho a provar

source: this identifier is already in use
ca_es_valencia: aquest identificador ja està en ús

source: This is not a valid answer
ca_es_valencia: Aquesta no és una resposta vàlida

source: This stylesheet has not been found on the server. you may want to delete this reference
ca_es_valencia: El full d'estil no s'ha trobat al servidor; potser voleu eliminar aquesta referència

source: Time dependent
ca_es_valencia: Dependent del temps

source: Title
ca_es_valencia: Títol

source: to
ca_es_valencia: a

source: Top
ca_es_valencia: Part superior

source: Trigger the end of the item attempt.
ca_es_valencia: Activa la finalització de l'intent de l'element

source: Unable to retrieve asset "%s
ca_es_valencia: No es pot recuperar el recurs "%s

source: Unable to validate %s: %s
ca_es_valencia: No es pot validar %s: %s

source: undo
ca_es_valencia: desfés

source: Undo
ca_es_valencia: Desfés

source: Unknown $key to register MetadataService instance
ca_es_valencia: Es desconeix $key per a registrar la instància de MetadataService

source: Unregister method expects $key and $name parameters.
ca_es_valencia: El mètode d'anul·lació del registre espera $key i paràmetres de $name

source: Upload a file (e.g. document, picture...) as a response.
ca_es_valencia: Puja un fitxer (p. ex. document, imatge...) com a resposta.

source: Upper Bound
ca_es_valencia: Límit superior

source: Use this if you want the list of choices to be prefixed (e.g. 1,2,3 a,b,c)
ca_es_valencia: Utilitzeu aquesta opció si voleu una llista d'opcions prefixada (p. ex. 1,2,3 a,b,c)

source: Used to control the format of the text entered by the candidate.
ca_es_valencia: S'utilitza per a controlar el format del text introduït pel participant

source: Value
ca_es_valencia: Valor

source: WAV audio
ca_es_valencia: Àudio WAV

source: We will use the patternMask to do this, to be compliant with the IMS standard
ca_es_valencia: Utilitzarem la patternMask per a fer això, per a ser conforme a l'estàndard IMS

source: Width
ca_es_valencia: Amplària

source: Windows Media audio
ca_es_valencia: Àudio Windows Media

source: Windows Media video
ca_es_valencia: Vídeo Windows Media

source: words
ca_es_valencia: paraules

source: Would you like to replace the alt text
ca_es_valencia: Voleu reemplaçar el text alternatiu

source: Wrong type of file. Expected %s. The selected file has the mimetype "%s".
ca_es_valencia: El tipus de fitxer és incorrecte, s'esperava %s. El fitxer seleccionat té el tipus MIME "%s".

source: WYSIWYG editor
ca_es_valencia: Editor WYSIWYG

source: XML error at line %1$d "%2$s".
ca_es_valencia: Hi ha un error en l'XML en la línia %1$d "%2$s".

source: Yes
ca_es_valencia: Sí

source: You can select maximum %d choice
ca_es_valencia: Podeu seleccionar com a màxim %d opció

source: You can select maximum %d choices
ca_es_valencia: Podeu seleccionar com a màxim %d opcions

source: You can select maximum of %s choices
ca_es_valencia: Podeu seleccionar com a màxim %s opcions

source: You can select maximum of 1 choice
ca_es_valencia: Podeu seleccionar com a màxim 1 opció

source: You can use maximum %d choices
ca_es_valencia: Podeu utilitzar com a màxim %d opcions

source: You have deleted
ca_es_valencia: Heu eliminat

source: You have deleted an element
ca_es_valencia: Heu eliminat un element

source: You have deleted an element.
ca_es_valencia: Heu eliminat un element.

source: You may make as many association pairs as you want.
ca_es_valencia: Podeu fer tants parells d'associació com vulgueu.

source: You must select %1$d to %2$d choices.
ca_es_valencia: Heu de seleccionar de %1$d a %2$d opcions

source: You must select 0 to %d choices.
ca_es_valencia: Heu de seleccionar de 0 a %d opcions

source: You must select at least %d choices
ca_es_valencia: Heu de seleccionar com a mínim %d opcions

source: You must select at least %s choices
ca_es_valencia: Heu de seleccionar com a mínim %s opcions

source: You must select at least 1 choice
ca_es_valencia: Heu de seleccionar com a mínim 1 opció

source: You must select exactly %d choice
ca_es_valencia: Heu de seleccionar exactament %d opció

source: You must select exactly %d choice(s).
ca_es_valencia: Heu de seleccionar exactament %d opció(ons)

source: You must select exactly %d choices
ca_es_valencia: Heu de seleccionar exactament %d opcions

source: You must select exactly %s choices
ca_es_valencia: Heu de seleccionar exactament %s opcions

source: You must use at least %d choices
ca_es_valencia: Heu d'utilitzar com a mínim %d opcions

source: You need to make
ca_es_valencia: Heu de fer-ho

source: Your item has been saved
ca_es_valencia: El vostre element s'ha guardat

source: ZIP archive
ca_es_valencia: Arxiu ZIP
