Repository: nithinM/TAO-Docker
Catalog: App/taoQtiItem/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: Number of associations
ca_es_valencia: Nombre d'associacions

source: of
ca_es_valencia: de

source: OK
ca_es_valencia: D'acord

source: one association pair
ca_es_valencia: un parell d'associació

source: Order
ca_es_valencia: Ordre

source: Order Interaction
ca_es_valencia: Interacció d'ordre

source: Order the areas (hotspots) displayed on a picture.
ca_es_valencia: Ordena les àrees (zones sensibles) que es mostren en una imatge

source: Orientation
ca_es_valencia: Orientació

source: Outcome Declarations
ca_es_valencia: Declaracions dels resultats

source: Pair scoring
ca_es_valencia: Puntuació del parell

source: Pattern
ca_es_valencia: Patró

source: Pause
ca_es_valencia: En pausa

source: PDF file
ca_es_valencia: Fitxer PDF

source: Plain text
ca_es_valencia: Text net

source: Please create areas that correspond to the response and associate them a score.
ca_es_valencia: Creeu àrees que corresponguen a la resposta i associeu-les a una puntuació.

source: Please define association pairs and their scores below.
ca_es_valencia: Definiu els parells d'associació i les seues puntuacions ací davall

source: Please define the correct association pairs below.
ca_es_valencia: Definiu els parells d'associació correctes ací davall

source: Please define the correct order in the box to the right.
ca_es_valencia: Definiu l'ordre correcte en el quadre de la dreta

source: Please define the correct response and the score below.
ca_es_valencia: Definiu la resposta correcta i la puntuació ací davall

source: Please define the correct response below.
ca_es_valencia: Definiu la resposta correcta ací davall

source: Please define the correct response using the slider.
ca_es_valencia: Definiu la resposta correcta utilitzant el control lliscant

source: Please enter the score for the given hottexts.
ca_es_valencia: Introduïu la puntuació per als textos sensibles donats

source: Please fill the gap with the correct choices below.
ca_es_valencia: Ompliu els buits amb les opcions correctes ací davall

source: Please fill the gap with the correct choices.
ca_es_valencia: Ompliu els buits amb les opcions correctes

source: Please fill the gap with the images below, then edit the score for each gap/image pair.
ca_es_valencia: Ompliu els buits amb les imatges d'ací davall, a continuació editeu la puntuació de cada parell buit/imatge

source: Please fill the gap with the texts below, then edit the score for each pair.
ca_es_valencia: Ompliu els buits amb els textos d'ací davall, a continuació editeu la puntuació de cada parell

source: Please order the choices below to set the correct answer
ca_es_valencia: Ordeneu les opcions d'ací davall per a establir la resposta correcta

source: Please select a media file (video or audio) from the resource manager. You can add files from your computer with the button "Add file(s)".
ca_es_valencia: Seleccioneu del gestor de recursos un fitxer multimèdia (vídeo o àudio). Podeu afegir fitxers del vostre ordinador amb el botó "Afig un fitxer".

source: Please select a media file from the resource manager. You can add files from your computer with the button "Add file(s)".
ca_es_valencia: Seleccioneu del gestor de recursos un fitxer multimèdia. Podeu afegir fitxers del vostre ordinador amb el botó "Afig un fitxer".

source: Please select a shared stimulus file from the resource manager.
ca_es_valencia: Seleccioneu del gestor de recursos un fitxer d'estímul compartit

source: Please select an image file from the resource manager. You can add files from your computer with the button "Add file(s)".
ca_es_valencia: Seleccioneu del gestor de recursos un fitxer d'imatge. Podeu afegir fitxers del vostre ordinador amb el botó "Afig un fitxer".

source: Please select the correct hotspot choices below.
ca_es_valencia: Seleccioneu les opcions correctes de zona sensible ací davall

source: Please select the correct hottext choices below.
ca_es_valencia: Seleccioneu les opcions correctes de text sensible ací davall

source: Please set the correct associations by linking the choices.
ca_es_valencia: Definiu les associacions correctes a través de l'enllaç de les opcions

source: Please the score of each hotspot choice.
ca_es_valencia: Doneu la puntuació de cada opció de zona sensible

source: Please type the correct response below.
ca_es_valencia: Escriviu la resposta correcta ací davall

source: Please type the correct response in the box below.
ca_es_valencia: Escriviu la resposta correcta en el quadre d'ací davall

source: PNG image
ca_es_valencia: Imatge PNG

source: Portable element model %s not found. Required extension might be missing
ca_es_valencia: No s'ha trobat el model d'element portable %s. Potser falta l'extensió requerida.

source: Position one or more points on a picture (response areas are not displayed).
ca_es_valencia: Col·loqueu un o més punts sobre una imatge (les àrees de resposta no es mostren)

source: positive
ca_es_valencia: positiu

source: Pre-formatted text
ca_es_valencia: Text preformatat

source: Preparing CSS, please wait…
ca_es_valencia: S'està preparant CSS, espereu…

source: Preparing Metadata Values for target "%s"...
ca_es_valencia: S'estan preparant els valors de metadades per a l'objectiu "%s"...

source: Preview
ca_es_valencia: Previsualització

source: Preview the item
ca_es_valencia: Previsualitza l'element

source: Print
ca_es_valencia: Imprimeix

source: Print the item
ca_es_valencia: Imprimeix l'element

source: PropertyUri to map has to a valid uri
ca_es_valencia: PropertyUri que s'ha de mapar ha de ser un URI vàlid

source: Provides a hint to the candidate as to the expected number of lines of input required. A line is expected to have about 72 characters.
ca_es_valencia: Proporciona una pista al participant quant al nombre esperat de línies de l'entrada requerida. S'espera que una línia tinga aproximadament 72 caràcters.

source: Provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters.
ca_es_valencia: Proporciona una pista al participant quant a la longitud general esperada de la resposta desitjada, es mesura en nombre de caràcters.

source: Provides a hint to the candidate as to the expected overall length of the desired response measured in number of characters. This is not a validity constraint.
ca_es_valencia: Proporciona una pista al participant quant a la longitud general esperada de la resposta desitjada, es mesura en nombre de caràcters. Això no és una restricció de validesa.

source: Published %s
ca_es_valencia: Publicat %s

source: QTI Item Runner
ca_es_valencia: Programa executable d'element QTI

source: QTI Package 2.1
ca_es_valencia: Paquet QTI 2.1

source: QTI Package 2.2
ca_es_valencia: Paquet QTI 2.2

source: QTI-XML error at line %1$d "%2$s".
ca_es_valencia: Hi ha hagut un error en QTI-XML en la línia %1$d "%2$s".

source: QTI/APIP Content Package
ca_es_valencia: Paquet de contingut QTI/APIP

source: QTI/APIP XML Item Document
ca_es_valencia: Document d'element QTI/APIP XML

source: Question
ca_es_valencia: Pregunta

source: Quicktime video
ca_es_valencia: Vídeo Quicktime

source: recommanded
ca_es_valencia: recomanat

source: Recommendations
ca_es_valencia: Recomanacions

source: recommended
ca_es_valencia: recomanat

source: Reduce font size
ca_es_valencia: Redueix la mida de la lletra

source: Register method expects $key and $name parameters
ca_es_valencia: El mètode de registre espera $key i paràmetres de $name

source: Register method expects $key and $name parameters.
ca_es_valencia: El mètode de registre espera $key i paràmetres de $name

source: Remove
ca_es_valencia: Suprimeix

source: remove
ca_es_valencia: suprimeix

source: Remove custom background color
ca_es_valencia: Suprimeix el color de fons personalitzat

source: Remove custom border color
ca_es_valencia: Suprimeix el color de contorn personalitzat

source: Remove custom font family
ca_es_valencia: Suprimeix el tipus de lletra personalitzat

source: Remove custom font size
ca_es_valencia: Suprimeix la mida de lletra personalitzada

source: Remove custom item width
ca_es_valencia: Suprimeix l'amplària d'element personalitzada

source: Remove custom text color
ca_es_valencia: Suprimeix el color de text personalitzat

source: Remove Message
ca_es_valencia: Suprimeix el missatge

source: Remove pair
ca_es_valencia: Suprimix el parell

source: Remove the selected shape
ca_es_valencia: Suprimeix la forma seleccionada

source: Remove this stylesheet
ca_es_valencia: Suprimeix aquest full d'estil

source: Replay timeout
ca_es_valencia: Temps d'espera de la repetició

source: required
ca_es_valencia: requerit

source: Response
ca_es_valencia: Resposta

source: Response identifier
ca_es_valencia: Identificador de la resposta

source: Response processing
ca_es_valencia: Processament de la resposta

source: Response Properties
ca_es_valencia: Propietats de la resposta

source: right
ca_es_valencia: dreta

source: Right bracket
ca_es_valencia: Claudàtor de tancament

source: Rollback on...
ca_es_valencia: Reverteix a...

source: Save
ca_es_valencia: Guarda

source: Save the item
ca_es_valencia: Guarda l'element

source: Scale size
ca_es_valencia: Mida de l'escala

source: Score
ca_es_valencia: Puntuació

source: score
ca_es_valencia: puntuació

source: Score range
ca_es_valencia: Interval de la puntuació

source: Score value
ca_es_valencia: Valor de la puntuació

source: Select a
ca_es_valencia: Seleccioneu

source: select a choice
ca_es_valencia: seleccioneu una opció

source: Select a choice from a drop-down list.
ca_es_valencia: Seleccioneu una opció de la llista desplegable

source: Select a response identifier from the list.
ca_es_valencia: Seleccioneu de la llista un identificador de resposta

source: Select a single (radio buttons) or multiple (check boxes) responses among a set of choices.
ca_es_valencia: Seleccioneu una resposta única (botons d'opció) o múltiple (caselles de selecció) entre un conjunt d'opcions

source: Select a value within a numerical range.
ca_es_valencia: Seleccioneu un valor dins d'un interval numèric

source: Select an image first
ca_es_valencia: Seleccioneu primer una imatge

source: Select an image first.
ca_es_valencia: Seleccioneu primer una imatge

source: Select another area to complete the association
ca_es_valencia: Seleccioneu una altra àrea per a completar l'associació

source: select correct choice
ca_es_valencia: Seleccioneu l'opció correcta

source: Select image
ca_es_valencia: Seleccioneu una imatge

source: Select media file
ca_es_valencia: Seleccioneu un fitxer multimèdia

source: Select object
ca_es_valencia: Seleccioneu un objecte

source: Select one or more areas (hotspots) displayed on an picture.
ca_es_valencia: Seleccioneu una o més àrees (zones sensibles) que es mostren en una imatge

source: Select one or more text parts (hottext) within a text.
ca_es_valencia: Seleccioneu un o més fragments de text (text sensible) dins d'un text

source: Select Point
ca_es_valencia: Seleccioneu un punt

source: Select Point Interaction
ca_es_valencia: Interacció de selecció d'un punt

source: Select predefined feedback style from the list.
ca_es_valencia: Seleccioneu de la llista un estil de retroacció predefinida

source: Select shared stimulus
ca_es_valencia: Seleccioneu un estímul compartit

source: Select the area to add an image
ca_es_valencia: Seleccioneu l'àrea per afegir-hi una imatge

source: Select the way the response of your interaction should be processed
ca_es_valencia: Seleccioneu la manera en què la resposta de la interacció s'ha de processar

source: Select this area
ca_es_valencia: Selecciona aquesta àrea

source: Select this area to start an association
ca_es_valencia: Selecciona aquesta àrea per a iniciar una associació

source: Set the score for this response
ca_es_valencia: Establiu la puntuació per a aquesta resposta

source: Shape position
ca_es_valencia: Posició de la forma

source: Shuffle choices
ca_es_valencia: Barreja les opcions

source: Size and position
ca_es_valencia: Mida i posició

source: Slider
ca_es_valencia: Control lliscant

source: Slider Interaction
ca_es_valencia: Interacció de control lliscant

source: some text ...
ca_es_valencia: algun text...

source: Square root
ca_es_valencia: Arrel quadrada

source: standard
ca_es_valencia: estàndard

source: Step
ca_es_valencia: Pas

source: Style Editor
ca_es_valencia: Editor d'estils

source: Style Sheet <b>%s</b> removed<br> Click <i>Add Style Sheet</i> to re-apply.
ca_es_valencia: El full d'estil <b>%s</b> s'ha eliminat<br> Feu clic en <i>Afig un full d'estil</i> per a tornar-lo a aplicar.

source: Style Sheet Manager
ca_es_valencia: Gestor de fulls d'estil

source: Successfully compiled "%s
ca_es_valencia: S'ha compilat "%s correctament

source: SVG image
ca_es_valencia: Imatge SVG

source: Table headings
ca_es_valencia: Capçaleres de taula

source: TAO default styles
ca_es_valencia: Estils per defecte del TAO

source: Target Class Lookup for resource "%s"...
ca_es_valencia: Cerca de la classe d'objectiu per al recurs "%s"...

source: Text Block
ca_es_valencia: Bloc de text

source: Text Block Properties
ca_es_valencia: Propietats de bloc de text

source: Text color
ca_es_valencia: Color del text

source: Text Entry
ca_es_valencia: Entrada de text

source: Text Entry Interaction
ca_es_valencia: Interacció d'entrada de text

source: The autostart attribute determines if the media object should begin as soon as the candidate starts the attempt (checked) or if the media object should be started under the control of the candidate (unchecked).
ca_es_valencia: L'atribut d'inici automàtic determina si l'objecte multimèdia ha de començar tan prompte com el participant inicia l'intent (marcada) o si l'objecte multimèdia s'ha d'iniciar sota el control del participant (sense marcar).

source: The button label.
ca_es_valencia: Etiqueta del botó

source: The default value from the target set to be used when no explicit mapping for a source value is given.
ca_es_valencia: El valor per defecte del conjunt de destinació que s'utilitza quan no es dóna un mapatge explícit per a un valor d'origen.

source: The file path to the image.
ca_es_valencia: El camí del fitxer a la imatge

source: The file path to the object.
ca_es_valencia: El camí del fitxer a l'objecte

source: The file path to the shared stimulus.
ca_es_valencia: El camí del fitxer a l'estímul compartit

source: The given target is not an instance of core_kernel_classes_Resource
ca_es_valencia: L'objectiu donat no és una instància de core_kernel_classes_Resource

source: The highlighted choice cannot be associated more than %d time(s).
ca_es_valencia: L'opció ressaltada no es pot associar més de %d vegades.

source: The identifier of the choice. This identifier must not be used by any other choice or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
ca_es_valencia: L'identificador de l'opció. Aquest identificador no l'ha d'utilitzar cap altra opció ni variable d'element. Un identificador és una cadena de caràcters que ha de començar amb una lletra o una ratlla baixa ("_") i conté només lletres, ratlles baixes, guions ("-"), punts ("."), xifres, combinacions de caràcters i extensions.

source: The identifier of the choice. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
ca_es_valencia: L'identificador de l'opció. Aquest identificador no l'ha d'utilitzar cap altra resposta ni variable d'element. Un identificador és una cadena de caràcters que ha de començar amb una lletra o una ratlla baixa ("_") i conté només lletres, ratlles baixes, guions ("-"), punts ("."), xifres, combinacions de caràcters i extensions.

source: The identifier of the modal feedback. This identifier must not be used by any other modal feedback or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
ca_es_valencia: L'identificador de la retroacció modal. Aquest identificador no l'ha d'utilitzar cap altra retroacció modal ni variable d'element. Un identificador és una cadena de caràcters que ha de començar amb una lletra o una ratlla baixa ("_") i conté només lletres, ratlles baixes, guions ("-"), punts ("."), xifres, combinacions de caràcters i extensions.

source: The identifier of the response identifier. This identifier must not be used by any other response or item variable. An identifier is a string of characters that must start with a Letter or an underscore ("_") and contain only Letters, underscores, hyphens ("-"), period (".", a.k.a. full-stop), Digits, CombiningChars and Extenders.
ca_es_valencia: L'identificador de resposta. Aquest identificador no l'ha d'utilitzar cap altra resposta ni variable d'element. Un identificador és una cadena de caràcters que ha de començar amb una lletra o una ratlla baixa ("_") i conté només lletres, ratlles baixes, guions ("-"), punts ("."), xifres, combinacions de caràcters i extensions.

source: The IMS QTI Item could not be imported.
ca_es_valencia: L'element IMS QTI no s'ha pogut importar.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was already stored in the Item Bank.
ca_es_valencia: L'element IMS QTI referenciat com a "%s" en el fitxer de manifest IMS ja està emmagatzemat en el banc d'elements.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was successfully imported.
ca_es_valencia: L'element IMS QTI referenciat com a "%s" en el fitxer de manifest IMS s'ha importat correctament.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest was successfully rolled back.
ca_es_valencia: L'element IMS QTI referenciat com a "%s" en el fitxer de manifest IMS s'ha revertit correctament.

source: The IMS QTI Item was successfully imported.
ca_es_valencia: L'element IMS QTI s'ha importat correctament.

source: The item cannot be saved because it contains an unsupported custom interaction.
ca_es_valencia: L'element no s'ha pogut guardar perquè conté una interacció personalitzada no admesa.

source: The item has not been saved!
ca_es_valencia: L'element no s'ha guardat.

source: The item has unsaved changes, are you sure you want to leave ?
ca_es_valencia: L'element té canvis que no s'han guardat, esteu segur que voleu eixir?

source: The item has unsaved changes, would you like to save it ?
ca_es_valencia: L'element té canvis que no s'han guardat, voleu guardar-lo?

source: The item needs to be saved before it can be previewed
ca_es_valencia: L'element s'ha de guardar abans de poder-lo previsualitzar.

source: The item of the qti item. It is currently used as a meta data only. It is required by the QTI standard.
ca_es_valencia: L'element de l'element QTI. Actualment s'utilitza només com a metadades. És requerit per l'estàndard QTI.

source: The left position of the shape relative to the top left corner of the background in pixels. This value may be scaled when the background image size is adapted to it's container
ca_es_valencia: La posició esquerra de la forma respecte de la cantonada superior esquerra del fons en píxels. Aquest valor es pot escalar quan la mida de la imatge de fons s'adapta al contenidor.

source: The loop attribute is used to set continuous play mode. In continuous play mode, once the media object has started to play it should play continuously (subject to maxPlays).
ca_es_valencia: L'atribut de bucle s'utilitza per a establir el mode de reproducció contínua. En el mode de reproducció contínua, una vegada l'objecte multimèdia ha començat a reproduir-se s'ha de reproduir contínuament (subjecte a maxPlays).

source: The lower bound of the slider
ca_es_valencia: El límit inferior del control lliscant

source: The manifest argument must be an instance of DOMDocument.
ca_es_valencia: L'argument de manifest ha de ser una instància de DOMDocument.

source: The mapping options are available when at least one map entry is defined.
ca_es_valencia: Les opcions de mapatge estan disponibles quan s'ha definit com a mínim una entrada de mapa.

source: The maximum number of association is unlimited.
ca_es_valencia: El nombre màxim d'associacions és il·limitat.

source: The maximum number of associations that the candidate is allowed to make.
ca_es_valencia: El nombre màxim d'associacions que es permet que el candidat realitze.

source: The maximum number of choices that the candidate is allowed to select.
ca_es_valencia: El nombre màxim d'opcions que es permet que el candidat seleccione.

source: The maximum number of choices this choice may be associated with.
ca_es_valencia: El nombre màxim d'opcions amb què es pot associar aquesta opció.

source: The maximum number of choices this choice may be associated with. If matchMax is 0 there is no restriction.
ca_es_valencia: El nombre màxim d'opcions amb què es pot associar aquesta opció. Si matchMax és 0 indica que no hi ha cap restricció.

source: The maxPlays attribute indicates that the media object can be played at most maxPlays times - it must not be possible for the candidate to play the media object more than maxPlay times. A value of 0 (the default) indicates that there is no limit.
ca_es_valencia: L'atribut maxPlays indica que l'objecte multimèdia es pot reproduir com a màxim el nombre de vegades que indique maxPlays; el participant no pot reproduir l'objecte multimèdia més vegades que les que indica maxPlay. Un valor de 0 (el predeterminat) indica que no hi ha límit.

source: The MIME-type attribute describes which kind of file may be uploaded.
ca_es_valencia: L'atribut de tipus MIME descriu quin tipus de fitxer es pot pujar.

source: The minimum number of answers is
ca_es_valencia: El nombre mínim de respostes és

source: The minimum number of associations that the candidate is required to make to form a valid response.
ca_es_valencia: El nombre mínim d'associacions que es requereix que el candidat realitze per a formar una resposta vàlida.

source: The minimum number of choices that the candidate is required to select to form a valid response.
ca_es_valencia: El nombre mínim d'opcions que es requereix que el candidat seleccione per a formar una resposta vàlida.

source: The minimum number of choices this choice must be associated with to form a valid response.
ca_es_valencia: El nombre mínim d'opcions amb què es pot associar aquesta opció per a formar una resposta vàlida.

source: The number of units corresponding to a step on the slider
ca_es_valencia: El nombre d'unitats que corresponen a un pas en el control lliscant

source: The path argument for extractor must be a non-empty array.
ca_es_valencia: L'argument de camí de l'extractor ha de ser una matriu no buida.

source: The principle identifier of the item. This identifier must have a corresponding entry in the item's metadata.
ca_es_valencia: L'identificador de principi de l'element. Aquest identificador ha de tindre l'entrada corresponent en les metadades de l'element.

source: The purpose for which the rubric is intended to be used. As a reading passage for multiple items, or instructions for a particular section, for example.
ca_es_valencia: El propòsit per al qual està previst que s'utilitze la rúbrica. Com a passatge de lectura per a diversos elements, o instruccions per a una secció particular, per exemple.
