Repository: nithinM/TAO-Docker
Catalog: App/ltiDeliveryProvider/locales/*-arb/messages.po
Languages: ar_arb

source: %s Tool Provider
ar_arb: موفر أداة %s

source: %s" has been configured:
ar_arb: تم تهيئة %s"

source: Access to this functionality is restricted
ar_arb: الوصول إلى هذه الوظيفة مقيد

source: Access to this functionality is restricted to students
ar_arb: يقتصر الوصول إلى هذه الوظيفة على الطلاب

source: Available Deliveries
ar_arb: التسليمات المتاحة

source: Back
ar_arb: السابق

source: Click on the back button to return to %s.
ar_arb: انقر على زر الرجوع للرجوع إلى %s

source: Click on the back button to return.
ar_arb: انقر على زر العودة للعودة.

source: Configured LTI Link
ar_arb: تكوين LTI لينك

source: Copy and paste the following URL into your LTI compatible tool consumer.
ar_arb: انسخ عنوان URL التالي والصقه في مستهلك أداة LTI المتوافق.

source: Deliveries
ar_arb: التسليم

source: Executions
ar_arb: تنفيذات

source: Launch URL
ar_arb: عنوان الإطلاق

source: No deliveries available
ar_arb: لا توجد تسليمات متاحة

source: No LTI consumers defined
ar_arb: لم يتم تعريف مستهلكين LTI

source: no monitoring
ar_arb: وقف المراقبة

source: Please select a delivery
ar_arb: يرجى اختيار التسليم

source: Please select a delivery for "%s
ar_arb: يرجى تحديد تسليم %s"

source: Repeat
ar_arb: كرّر

source: Repeat the test
ar_arb: كرر الامتحان

source: Retake the test
ar_arb: إعادة الامتحان

source: Return to %s.
ar_arb: عُد إلى %s

source: Select
ar_arb: اختر

source: Select Delivery
ar_arb: اختار تنفيذ الامتحان

source: Selected Delivery
ar_arb: تنفيذ الامتحان المختار

source: Thank you
ar_arb: شكراً لك

source: This tool has been configured:
ar_arb: تم تكوين هذه الأداة:

source: This tool has not yet been configured, please contact your instructor
ar_arb: لم يتم تكوين هذه الأداة بعد ، يرجى الاتصال بالمعلم الخاص بك

source: Tool consumer(s)
ar_arb: إجمالى المستهلكين

source: You have already taken this test.
ar_arb: لقد اتخذت بالفعل هذا الاختبار.

source: You have finished the test!
ar_arb: لقد انتهيت من الاختبار!
