Repository: nithinM/TAO-Docker
Catalog: App/taoItems/locales/*/taoitem.rdf.po
Languages: it_it, ru_ru

# http://www.w3.org/2000/01/rdf-schema#label
source: Item
it_it: Elemento
ru_ru: Элемент

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item
it_it: Elemento
ru_ru: Элемент

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Content
it_it: Contenuto Elemento
ru_ru: Содержание элемента

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Content
it_it: Contenuto Elemento
ru_ru: Содержание элемента

# http://www.w3.org/2000/01/rdf-schema#label
source: Original Filename
it_it: Nome file originale
ru_ru: Исходное имя файла

# http://www.w3.org/2000/01/rdf-schema#comment
source: Original Filename
it_it: Nome file originale
ru_ru: Исходное имя файла

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Models
it_it: Modelli dell'elemento
ru_ru: Модели элемента

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Models
it_it: Modelli dell'elemento
ru_ru: Модели элемента

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Model
it_it: Modello dell'elemento
ru_ru: Модель элемента

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Model
it_it: Modello dell'elemento
ru_ru: Модель элемента

# http://www.w3.org/2000/01/rdf-schema#label
source: Runtime
it_it: Tempo d'esecuzione
ru_ru: Длительность

# http://www.w3.org/2000/01/rdf-schema#comment
source: Runtime
it_it: Tempo d'esecuzione
ru_ru: Длительность

# http://www.w3.org/2000/01/rdf-schema#label
source: itemmodel service
it_it: servizio del modello elemento
ru_ru: Сервис модели элементов

# http://www.w3.org/2000/01/rdf-schema#comment
source: service of the item model
it_it: servizio del modello di elemento
ru_ru: сервис модели элементов

# http://www.w3.org/2000/01/rdf-schema#label
source: Data File Name
it_it: Nome file dati
ru_ru: Имя файла данных

# http://www.w3.org/2000/01/rdf-schema#comment
source: the filename used to store the item content for this model
it_it: il nome del file usato per salvare il contenuto dell'elemento per questo modello
ru_ru: имя файла, используемого для хранения содержимого элемента для этой модели

# http://www.w3.org/2000/01/rdf-schema#label
source: Model Status
it_it: Stato del modello
ru_ru: Состояние модели

# http://www.w3.org/2000/01/rdf-schema#label
source: Stable
it_it: Stabile
ru_ru: Стабильный

# http://www.w3.org/2000/01/rdf-schema#comment
source: This item model can be used in production
it_it: Questo modello di elemento può essere usato in produzione
ru_ru: Эта модель элементов может использоваться в производстве

# http://www.w3.org/2000/01/rdf-schema#label
source: Deprecated
it_it: Deprecato
ru_ru: Устаревшие

# http://www.w3.org/2000/01/rdf-schema#comment
source: This item model is not supported anymore, we advise to migrate your items
it_it: Questo modello di elemento non è più supportato, vi consigliamo di migrare i vostri elementi
ru_ru: Эта модель элементов больше не поддерживается, мы советуем перенести ваши элементы

# http://www.w3.org/2000/01/rdf-schema#label
source: Development
it_it: Sviluppo
ru_ru: Развитие

# http://www.w3.org/2000/01/rdf-schema#comment
source: this item model has not been tested in a production environment, we advise to be carefull with it
it_it: questo modello di elemento non è stato provato in un ambiente di produzione, vi consigliamo di fare attenzione
ru_ru: Эта модель элементов не тестировалась в производственной среде, мы советуем быть осторожными с ней

# http://www.w3.org/2000/01/rdf-schema#label
source: Experimental
it_it: Sperimentale
ru_ru: Экспериментальный

# http://www.w3.org/2000/01/rdf-schema#comment
source: this item model is still in conception, but you can try it, give your feedback and it will be improved.
it_it: questo modello di elemento è ancora in gestazione, ma puoi provarlo, darci un feedback e sarà migliorato
ru_ru: Эта модель элемента все еще в зачатии, но вы можете попробовать ее, дать вашу обратную связь и она будет улучшена.

# http://www.w3.org/2000/01/rdf-schema#label
source: Status
it_it: Stato
ru_ru: Статус

# http://www.w3.org/2000/01/rdf-schema#comment
source: The status of an item model
it_it: Lo stato di un modello di elemento
ru_ru: Статус модели элемента

# http://www.w3.org/2000/01/rdf-schema#label
source: Items Manager
it_it: Gestore Elementi
ru_ru: Менеджер элементов

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Items Manager Role
it_it: Il ruolo del gestore di elementi
ru_ru: Роль Менеджера элементов

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Author
it_it: Creatore dell'elemento
ru_ru: Автор элемента

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Item Author Role
it_it: Il ruolo del creatore dell'elemento
ru_ru: Роль автора элемента

# http://www.w3.org/2000/01/rdf-schema#label
source: Deliverable
it_it: Somministrabile
ru_ru: Результат

# http://www.w3.org/2000/01/rdf-schema#comment
source: Items of model are deliverable
it_it: I modelli di elementi sono somministrabili
ru_ru: Элементы модели могут быть доставлены

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery Target
it_it: Obiettivo della somministrazione
ru_ru: Цель доставки

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery Target
it_it: Obiettivo della somministrazione
ru_ru: Цель доставки

# http://www.w3.org/2000/01/rdf-schema#label
source: Online Delivery Target
it_it: Obiettivo della somministrazione online
ru_ru: Цель онлайн доставки

# http://www.w3.org/2000/01/rdf-schema#comment
source: Online Delivery Target
it_it: Obiettivo della somministrazione online
ru_ru: Цель онлайн доставки

# http://www.w3.org/2000/01/rdf-schema#label
source: Paper-based Delivery Target
it_it: Obiettivo della somministrazione in formato cartaceo
ru_ru: Цель доставки на бумаге

# http://www.w3.org/2000/01/rdf-schema#comment
source: Paper-based Delivery Target
it_it: Obiettivo della somministrazione in formato cartaceo
ru_ru: Цель доставки на бумаге

# http://www.w3.org/2000/01/rdf-schema#comment
source: Deliverable
it_it: Somministrabile
ru_ru: Доставляемый

# http://www.w3.org/2000/01/rdf-schema#comment
source: itemmodel service
it_it: servizio del modello di elemento
ru_ru: Служба модели элементов

# http://www.w3.org/2000/01/rdf-schema#label
source: Authoring
it_it: Creazione
ru_ru: Авторство

# http://www.w3.org/2000/01/rdf-schema#comment
source: Authoring
it_it: Creazione
ru_ru: Авторство

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data File Name
it_it: Nome del file dati
ru_ru: Название файла данных

# http://www.w3.org/2000/01/rdf-schema#comment
source: Stable
it_it: Stabile
ru_ru: Стабильный

# http://www.w3.org/2000/01/rdf-schema#comment
source: Deprecated
it_it: Deprecato
ru_ru: Устаревший

# http://www.w3.org/2000/01/rdf-schema#comment
source: Development
it_it: Sviluppo
ru_ru: Разработка

# http://www.w3.org/2000/01/rdf-schema#comment
source: Experimental
it_it: Sperimentale
ru_ru: Экспериментальный

# http://www.w3.org/2000/01/rdf-schema#comment
source: Status
it_it: Stato
ru_ru: Статус

# http://www.w3.org/2000/01/rdf-schema#comment
source: Items Manager
it_it: Gestore Elementi
ru_ru: Менеджер элементов
