Repository: nithinM/TAO-Docker
Catalog: App/taoQtiTest/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: Show the solution once the answer is submitted.
ca_es_valencia: Mostra la solució una vegada s'haja enviat la resposta

source: Show timers
ca_es_valencia: Mostra els temporitzadors

source: Show/Hide the review screen
ca_es_valencia: Mostra/amaga la pantalla de revisió

source: Shuffle
ca_es_valencia: Aleatori

source: Simultaneous
ca_es_valencia: Simultània

source: Skip
ca_es_valencia: Omet

source: Skip &amp; End Test
ca_es_valencia: Omet i finalitza la prova

source: Skip and end test
ca_es_valencia: Omet i finalitza la prova

source: Skip and go to the end of the test
ca_es_valencia: Omet i vés al final de la prova

source: Skip to the end of the test
ca_es_valencia: Salta al final de la prova

source: Skip to the next item
ca_es_valencia: Salta a l'element següent

source: Skip to the next section
ca_es_valencia: Salta a la secció següent

source: Some rubric blocks have been updated to reflect the changes in the list of outcomes.
ca_es_valencia: Alguns blocs de rúbrica s'ha actualitzat per a reflectir els canvis en la llista de resultats

source: Start Test-part
ca_es_valencia: Inicia una part de la prova

source: Submission
ca_es_valencia: Enviament

source: Submit and go to the end of the test
ca_es_valencia: Envia i vés al final de la prova

source: Submit and go to the next item
ca_es_valencia: Envia i vés a l'element següent

source: Submit and go to the previous item
ca_es_valencia: Envia i vés a l'element anterior

source: Test
ca_es_valencia: Prova

source: Test constructor
ca_es_valencia: Constructor de la prova

source: Test Navigation
ca_es_valencia: Navegació de la prova

source: Test Saved
ca_es_valencia: Prova guardada

source: Test status
ca_es_valencia: Estat de la prova

source: Test-Taker Tools
ca_es_valencia: Eines de participants

source: Tests
ca_es_valencia: Proves

source: Text content
ca_es_valencia: Contingut de text

source: The 'imsmanifest.xml' file found in the archive is not valid.
ca_es_valencia: El fitxer 'imsmanifest.xml' trobat en l'arxiu no és vàlid.

source: The assessment has been created but is not already running.
ca_es_valencia: L'avaluació s'ha creat però encara no està en execució.

source: The assessment has been suspended by an authorized proctor. If you wish to resume your assessment, please relaunch it and contact your proctor if required.
ca_es_valencia: L'avaluació ha estat interrompuda per un supervisor autoritzat. Si voleu reprendre la vostra avaluació, torneu a executar-la i, si cal, poseu-vos en contacte amb el supervisor.

source: The assessment has been suspended. To resume your assessment, please relaunch it.
ca_es_valencia: L'avaluació s'ha interromput. Per a reprendre la vostra avaluació, torneu a executar-la.

source: The assessment has been terminated.
ca_es_valencia: L'avaluació s'ha acabat.

source: The assessment has been terminated. You cannot interact with it anymore.
ca_es_valencia: L'avaluació s'ha acabat. Ja no podeu interactuar-hi.

source: The assessment is still running.
ca_es_valencia: L'avaluació encara està en execució.

source: The dependency to the IMS QTI AssessmentItemRef "%s" in the IMS Manifest file could not be resolved.
ca_es_valencia: La dependència de la IMS QTI AssessmentItemRef "%s" en el fitxer de manifest IMS no s'ha pogut resoldre.

source: The identifier of the item reference.
ca_es_valencia: L'identificador de la referència de l'element

source: The identifier of the section.
ca_es_valencia: L'identificador de la secció

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was already stored in the Item Bank.
ca_es_valencia: L'element IMS QTI referenciat com a "%s" en el fitxer de manifest IMS ja està emmagatzemat en el banc d'elements.

source: The IMS QTI Test Package could not be imported.
ca_es_valencia: El paquet de proves IMS QTI no s'ha pogut importar.

source: The IMS QTI Test referenced as "%s" in the IMS Manifest file could not be imported.
ca_es_valencia: La prova IMS QTI referenciada com a "%s" en el fitxer de manifest IMS no s'ha pogut importar.

source: The navigation mode determines the general paths that the candidate may take. A linear mode restricts the candidate to attempt each item in turn. Non Linear removes this restriction.
ca_es_valencia: El mode de navegació determina els camins generals que el participant pot prendre. Un mode lineal restringeix el participant a intentar cada element un per un. No lineal suprimeix aquesta restricció.

source: The number of child elements to be selected.
ca_es_valencia: El nombre d'elements fill que s'han de seleccionar.

source: The outcome "%s" does not exist, but it is referenced by a feedback block!
ca_es_valencia: El resultat "%s" no existeix, però ha estat referenciat per un bloc de retroacció.

source: The outcomes have been regenerated!
ca_es_valencia: Els resultats s'han regenerat.

source: The principle identifier of the test.
ca_es_valencia: L'identificador de principi de la prova

source: The provided archive is invalid. Make sure it is not corrupted and that it contains an 'imsmanifest.xml' file.
ca_es_valencia: L'arxiu proporcionat no és vàlid. Assegureu-vos que no està malmés i que conté un fitxer 'imsmanifest.xml'

source: The QTI Test '%s' to be compiled must contain at least 1 QTI Item. None found.
ca_es_valencia: La prova QTI '%s' que s'ha de compilar ha de contindre com a mínim 1 element QTI. No se n'ha trobat cap.

source: The QTI test could not be retrieved correctly.
ca_es_valencia: La prova QTI no s'ha pogut recuperar correctament.

source: The QTI Test XML or one of its dependencies is malformed or empty.
ca_es_valencia: La prova QTI XML o una de les seues dependències està mal formada o és buida.

source: The QTI-XML test could not be written correctly.
ca_es_valencia: La prova QTI-XML no s'ha pogut escriure correctament.

source: The reference.
ca_es_valencia: La referència

source: The resources related to the IMS QTI Test referenced as "%s" in the IMS Manifest file were rolled back.
ca_es_valencia: Els recursos relacionats amb la prova IMS QTI referenciada com a "%s" en el fitxer de manifest IMS s'han revertit.

source: The score will be processed for the entire test. A sum of all SCORE outcomes will be computed, the result will take place in the SCORE_TOTAL outcome.
ca_es_valencia: La puntuació es processarà per a la prova completa. Es calcularà una suma de tots els resultats de PUNTUACIÓ, el resultat tindrà lloc en el resultat total SCORE_TOTAL.

source: The section title.
ca_es_valencia: El títol de la secció

source: The submission mode determines when the candidate's responses are submitted for response processing. A testPart in individual mode requires the candidate to submit their responses on an item-by-item basis. In simultaneous mode the candidate's responses are all submitted together at the end of the testPart.
ca_es_valencia: El mode d'enviament determina quan s'envien les respostes del participant per al processament de les respostes. Una 'part de la prova' en mode individual requereix que el participant envie les respostes element per element. En mode simultani les respostes del participant s'envien totes juntes al final de la 'part de la prova'.

source: The test has been closed/suspended!
ca_es_valencia: La prova s'ha tancat/suspés.

source: The test has not been saved.
ca_es_valencia: La prova no s'ha guardat.

source: The test part identifier.
ca_es_valencia: L'identificador de 'part de la prova'

source: The test title.
ca_es_valencia: El títol de la prova

source: There is not outcomes!
ca_es_valencia: No hi ha resultats.

source: This constraint affects the visibility of feedback after the end of the last attempt.
ca_es_valencia: Aquesta restricció afecta la visibilitat de la retroacció després del final de l'últim intent.

source: This constraint controls whether or not the candidate is allowed to provide a comment on the item during the session. Comments are not part of the assessed responses.
ca_es_valencia: Aquesta restricció controla si es permet o no que el participant proporcione un comentari sobre l'element durant la sessió. Els comentaris no formen part de les respostes avaluades.

source: This test has been suspended
ca_es_valencia: Aquesta prova s'ha suspés.

source: This test has been terminated
ca_es_valencia: Aquesta prova s'ha acabat.

source: Time limit reached for item "%s".
ca_es_valencia: S'ha arribat al límit de temps per a l'element "%s".

source: Time limit reached, this part of the test has ended.
ca_es_valencia: S'ha arribat al límit de temps, aquesta part de la prova s'ha acabat.

source: Time Limits
ca_es_valencia: Límits de temps

source: Title
ca_es_valencia: Títol

source: Total score
ca_es_valencia: Puntuació total

source: Type
ca_es_valencia: Tipus

source: Unanswered
ca_es_valencia: No contestat

source: Unanswered items
ca_es_valencia: Elements no contestats

source: Unflag for Review
ca_es_valencia: Desmarca per a revisió

source: Unknown error.
ca_es_valencia: Hi ha un error desconegut.

source: Upload a QTI 2.1 Test Package File
ca_es_valencia: Puja un fitxer de paquet de proves QTI 2.1

source: Use Ctrl/Meta key or Lasso for multiple selection
ca_es_valencia: Utilitzeu la tecla Ctrl/Meta o Llaç per a selecció múltiple

source: Validate Responses
ca_es_valencia: Respostes validades

source: Value
ca_es_valencia: Valor

source: Viewed
ca_es_valencia: Vist

source: Viewed items
ca_es_valencia: Elements vistos

source: Views
ca_es_valencia: Vistes

source: Warning – You have %s remaining to complete the test.
ca_es_valencia: Avís: Us queden %s per a completar la prova.

source: Warning – You have %s remaining to complete this item.
ca_es_valencia: Avís: Us queden %s per a completar aquest element.

source: Warning – You have %s remaining to complete this section.
ca_es_valencia: Avís: Us queden %s per a completar aquesta secció.

source: Warning – You have %s remaining to complete this test part.
ca_es_valencia: Avís: Us queden %s per a completar aquesta 'part de la prova'.

source: Weight
ca_es_valencia: Pes

source: Weights
ca_es_valencia: Pesos

source: When selecting child elements each element is normally eligible for selection once only.
ca_es_valencia: Quan se seleccionen elements fill, cada element normalment és elegible per a la selecció només una vegada.

source: Whether a candidate's response that is beyond the maximum duration of the item should still be accepted.
ca_es_valencia: Si la resposta d'un participant que ha superat la duració màxima de l'element encara s'ha d'acceptar.

source: Whether a candidate's response that is beyond the maximum duration of the section should still be accepted.
ca_es_valencia: Si la resposta d'un participant que ha superat la duració màxima de la secció encara s'ha d'acceptar.

source: Whether a candidate's response that is beyond the maximum duration of the test part should still be accepted.
ca_es_valencia: Si la resposta d'un participant que ha superat la duració màxima de la 'part de la prova' encara s'ha d'acceptar.

source: Whether a candidate's response that is beyond the maximum duration should still be accepted.
ca_es_valencia: Si la resposta d'un participant que ha superat la duració màxima encara s'ha d'acceptar.

source: Who can view the rubric block during the delivery.
ca_es_valencia: Qui pot visualitzar el bloc de rúbrica durant el lliurament

source: With Replacement
ca_es_valencia: Amb reemplaçament

source: Wrong file mime type
ca_es_valencia: El tipus MIME del fitxer és incorrecte.

source: XML error at line %1$d column %2$d "%3$s".
ca_es_valencia: Hi ha un error en l'XML, línia %1$d columna %2$d "%3$s".

source: Yes
ca_es_valencia: Sí

source: You are about to go to the next item. Click OK to continue and go to the next item.
ca_es_valencia: Esteu a punt de passar a l'element següent. Feu clic a D'acord per a continuar i anar a l'element següent.

source: You are about to go to the previous item. Click OK to continue and go to the previous item.
ca_es_valencia: Esteu a punt de passar a l'element anterior. Feu clic a D'acord per a continuar i anar a l'element anterior.

source: You are about to submit the test. You will not be able to access this test once submitted. Click OK to continue and submit the test.
ca_es_valencia: Esteu a punt d'enviar la prova. Ja no tindreu accés a la prova una vegada l'envieu. Feu clic a D'acord per a continuar i enviar la prova.

source: You have %s item(s) marked for review.
ca_es_valencia: Teniu %s elements marcats per a revisió.

source: You have %s unanswered question(s) and have %s item(s) marked for review.
ca_es_valencia: Teniu %s preguntes no contestades i %s elements marcats per a revisió.

source: You have %s unanswered question(s).
ca_es_valencia: Teniu %s preguntes no contestades.

source: Your comment…
ca_es_valencia: El vostre comentari

source: Zoom in
ca_es_valencia: Amplia

source: Zoom out
ca_es_valencia: Redueix
