Repository: nithinM/TAO-Docker
Catalog: App/taoQtiTest/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: %s - item %p/%c
ca_es_valencia: %s - element %p/%c

source: A QTI Item involved in the QTI Test '%s' could not be compiled.
ca_es_valencia: Un element QTI implicat en la prova '%s' de QTI no s'ha pogut compilar.

source: A QTI Test must contain at least one QTI Item to be compiled. None found.
ca_es_valencia: Una prova QTI ha de contindre com a mínim un element QTI per a compilar-lo; no se n'ha trobat cap.

source: A qti testpackage
ca_es_valencia: Un paquet de proves QTI

source: A remote resource referenced in QTI test '%s' could not be retrieved.
ca_es_valencia: Un recurs remot referenciat en la prova '%s' de QTI no s'ha pogut recuperar.

source: A response to this item is required.
ca_es_valencia: Es requereix una resposta a aquest element.

source: A visible section is one that is identifiable by the candidate.
ca_es_valencia: Una secció visible és una secció que puga identificar el participant.

source: Activated
ca_es_valencia: Activat

source: add a new weight
ca_es_valencia: afig un pes nou

source: Add a zip file containing QTI/APIP tests and items
ca_es_valencia: Afig un fitxer ZIP que conté proves i elements QTI/APIP

source: Add selected item(s) here.
ca_es_valencia: Afig ací els elements seleccionats

source: Add the source file
ca_es_valencia: Afig el fitxer origen

source: After you complete the section it would be impossible to return to this section to make changes. Are you sure you want to end the section?
ca_es_valencia: Després que completeu la secció no hi podreu tornar per a modificar-la. Esteu segur que voleu finalitzar la secció?

source: All
ca_es_valencia: Tot

source: Allow Comment
ca_es_valencia: Permet comentaris

source: Allow Review
ca_es_valencia: Permet la revisió

source: Allow Section Skipping
ca_es_valencia: Permet ometre seccions

source: Allow Skipping
ca_es_valencia: Permet ometre

source: Allow skipping of the current section.
ca_es_valencia: Permet ometre la secció actual

source: Allow the candidate to review his answers.
ca_es_valencia: Permet que el participant revise les respostes

source: Allow the test-taker to eliminate / strikethrough answers in choice interactions.
ca_es_valencia: Permet que el participant elimine / ratlle les respostes en les interaccions d'opció

source: Allow the test-taker to highlight parts of the item text.
ca_es_valencia: Permet que el participant ressalte parts del text d'element

source: Allow the test-taker to mask and unmask answers in choice interactions.
ca_es_valencia: Permet que el participant amague i mostre les respostes en les interaccions d'opció

source: Allow the test-taker to mask parts of the item with a movable mask.
ca_es_valencia: Permet que el participant amague parts de l'element amb una màscara mòbil

source: Allow the test-taker to use a basic calculator.
ca_es_valencia: Permet que el participant utilitze una calculadora bàsica

source: Allow the test-taker to use a movable magnifier tool.
ca_es_valencia: Permet que el participant utilitze una lupa mòbil

source: Allow the test-taker to visually isolate a line of text.
ca_es_valencia: Permet que el participant aïlle visualment una línia de text

source: Also compute the score per categories
ca_es_valencia: Calcula també la puntuació per categories

source: An error occurred during results submission. Please retry.
ca_es_valencia: S'ha produït un error durant l'enviament dels resultats. Torneu-ho a provar.

source: An error occurred!
ca_es_valencia: S'ha produït un error.

source: An error occurs, please contact your administrator
ca_es_valencia: S'ha produït un error, poseu-vos en contacte amb l'administrador

source: An invisible section with a parent that is subject to shuffling can specify whether or not its children, which will appear to the candidate as if they were part of the parent, are shuffled as a block or mixed up with the other children of the parent section.
ca_es_valencia: Una secció invisible amb un pare que està subjecte a barreja pot especificar si els fills, que apareixeran al participant com si foren part del pare, es barregen o no com un bloc o es barregen amb els altres fills de la secció pare.

source: An item involved in the test cannot be read or is not QTI compliant.
ca_es_valencia: Un element implicat en la prova no es pot llegir o no és conforme amb QTI.

source: An item involved in the test cannot be written.
ca_es_valencia: Un element implicat en la prova no es pot escriure.

source: An unknown error occured while compiled QTI Test '%s'.
ca_es_valencia: S'ha produït un error desconegut durant la compilació de la prova '%s' de QTI.

source: An unknown error occured while compiling QTI test '%s'.
ca_es_valencia: S'ha produït un error desconegut durant la compilació de la prova '%s' de QTI.

source: Answer Eliminator
ca_es_valencia: Eliminador de respostes

source: Answer Masking
ca_es_valencia: Ocultació de respostes

source: Answered
ca_es_valencia: Contestat

source: Are you sure you want to end the test?
ca_es_valencia: Esteu segur que voleu finalitzar la prova?

source: Area Masking
ca_es_valencia: Ocultació d'àrees

source: Associate a blueprint to a section allow you to validate this section against the specified blueprint.
ca_es_valencia: Associar un programa a una secció us permet validar aquesta secció d'acord amb el programa especificat.

source: Associate Blueprint
ca_es_valencia: Associa un programa

source: At least one mandatory parameter was required but found missing in your request
ca_es_valencia: Com a mínim es requeria un paràmetre obligatori però no s'ha trobat en la vostra sol·licitud

source: Author
ca_es_valencia: Autor

source: Auxiliary file not found at location "%s".
ca_es_valencia: No s'ha trobat el fitxer auxiliar en la ubicació "%s".

source: Calculator
ca_es_valencia: Calculadora

source: Cancel
ca_es_valencia: Cancel·la

source: Candidate
ca_es_valencia: Participant

source: Cardinality
ca_es_valencia: Cardinalitat

source: Category score
ca_es_valencia: Puntuació de la categoria

source: Change the current color preset
ca_es_valencia: Canvia el color predeterminat actual

source: Class
ca_es_valencia: Classe

source: Clear all active highlights
ca_es_valencia: Elimina tots els ressaltats actius

source: Clear Highlights
ca_es_valencia: Elimina els ressaltats

source: Close Magnifier
ca_es_valencia: Tanca la lupa

source: Close the mask
ca_es_valencia: Tanca l'ocultació

source: Collapse the review panel
ca_es_valencia: Redueix el tauler de revisió

source: Comment
ca_es_valencia: Comentari

source: Completed items
ca_es_valencia: Elements completats

source: Controls the contribution of an individual item score to the overall test score.
ca_es_valencia: Controla la contribució de la puntuació d'un element individual a la puntuació general de la prova.

source: Controls the maximum number of attempts allowed. 0 means unlimited.
ca_es_valencia: Controla el nombre màxim d'intents permesos. 0 significa il·limitat.

source: Covers parts of the item
ca_es_valencia: Cobreix parts d'un element

source: Custom
ca_es_valencia: Personalitza

source: custom categories
ca_es_valencia: categories personalitzades

source: Custom outcome processing. No changes will be made to the existing rules.
ca_es_valencia: Personalitza el processament del resultat. No es realitzaran canvis en les regles existents.

source: Cut score
ca_es_valencia: Puntuació de tall

source: Disable validation
ca_es_valencia: Inhabilita la validació

source: Display a warning before the test-taker ends a test part and there are still items left unanswered or marked for review.
ca_es_valencia: Mostra un avís abans que el participant finalitze una part de la prova i encara queden elements per contestar o marcats per a revisar-los.

source: Display a warning before the test-taker ends the test part.
ca_es_valencia: Mostra un avís abans que el participant finalitze la part del test.

source: Display a warning before the test-taker ends the test.
ca_es_valencia: Mostra un avís abans que el participant finalitze el test.

source: Display a warning before the test-taker skips the section. Requires the Section Skipping option.
ca_es_valencia: Mostra un avís abans que el participant ometa la secció. Requereix l'opció d'ometre la secció.

source: Display End Test Warning
ca_es_valencia: Mostra un avís de 'Finalitza la prova'

source: Display Next Part Warning
ca_es_valencia: Mostra un avís de 'Part següent'

source: Display Next Section Warning
ca_es_valencia: Mostra un avís de 'Secció següent'

source: Display Unanswered Warning
ca_es_valencia: Mostra un avís de 'Per respondre'

source: Displayed label
ca_es_valencia: Mostra l'etiqueta

source: Displays a customisable magnifier
ca_es_valencia: Mostra una lupa personalitzable

source: Do not flag the current item for later review
ca_es_valencia: No marques l'element actual per a una revisió posterior

source: Eliminate choices
ca_es_valencia: Elimina opcions

source: Enable Mark for Review
ca_es_valencia: Elimina 'Marca per a revisió'

source: Enable mark for review of items. Requires the Review Screen option.
ca_es_valencia: Habilita el marcatge per a revisió dels elements. Requereix l'opció de 'Pantalla de revisió'.

source: Enable Review Screen
ca_es_valencia: Habilita la 'Pantalla de revisió'

source: Enable selection
ca_es_valencia: Habilita la selecció

source: Enable the item review screen / navigator.
ca_es_valencia: Habilita la pantalla de revisió / el navegador d'elements

source: End test
ca_es_valencia: Finalitza la prova

source: End Test
ca_es_valencia: Finalitza la prova

source: Enter a blueprint
ca_es_valencia: Introdueix un programa

source: Enter a custom category
ca_es_valencia: Introdueix una categoria personalitzada

source: Error during file import
ca_es_valencia: S'ha produït un error durant la importació.

source: Error found in the IMS QTI Test: %s
ca_es_valencia: S'ha trobat un error en la prova IMS QTI: %s

source: Expand the review panel
ca_es_valencia: Amplia el tauler de revisió

source: Export
ca_es_valencia: Exporta

source: Export failed for the test "%s
ca_es_valencia: Ha fallat l'exportació de la prova "%s

source: Export metadata
ca_es_valencia: Exporta les metadades

source: Export QTI 2.1 Test Package
ca_es_valencia: Exporta el paquet de proves QTI 2.1

source: Export QTI 2.2 Test Package
ca_es_valencia: Exporta el paquet de proves QTI 2.2

source: Export successful for the test "%s
ca_es_valencia: S'ha exportat correctament la prova "%s

source: Feedback block
ca_es_valencia: Bloc de retroacció

source: File name
ca_es_valencia: Nom del fitxer

source: File not found
ca_es_valencia: No s'ha trobat el fitxer.

source: File not found!
ca_es_valencia: No s'ha trobat el fitxer.

source: Filter
ca_es_valencia: Filtre

source: finished
ca_es_valencia: finalitzada

source: Fixed
ca_es_valencia: Fix

source: Fixed position in a shuffled the selection.
ca_es_valencia: Posició fixa en una barreja de la selecció

source: Flag for Review
ca_es_valencia: Marca per a revisió

source: Flag the current item for later review
ca_es_valencia: Marca l'element actual per a una revisió posterior

source: Flagged
ca_es_valencia: Marcat

source: Force the item to be considered as informational and not taken into account in (un)answered / flagged counters.
ca_es_valencia: Imposa que l'element es considere com a informatiu i no es tinga en compte en els comptadors de marcats / (no) contestat

source: Hide Review
ca_es_valencia: Amaga la revisió

source: Hide the review screen
ca_es_valencia: Amaga la pantalla de revisió

source: Hide the warning automatically displayed when a test-taker exit a timed section.
ca_es_valencia: Amaga l'avís que es mostra automàticament quan un participant ix d'una secció amb control de temps

source: Hide Timed Section Warning
ca_es_valencia: Amaga l'avís de 'Secció amb control de temps'

source: Hide timers
ca_es_valencia: Amaga els temporitzadors

source: Highlight
ca_es_valencia: Ressalta

source: Highlight Text
ca_es_valencia: Ressalta el text

source: Highlighter
ca_es_valencia: Marcador fluorescent

source: Html title
ca_es_valencia: Títol de l'HTML

source: Identifier
ca_es_valencia: Identificador

source: If required it must appear (at least once) in the selection.
ca_es_valencia: Si es requereix, ha d'aparéixer (almenys una vegada) en la selecció.

source: If required, it must appears at least once in the selection.
ca_es_valencia: Si es requereix, ha d'aparéixer almenys una vegada en la selecció.

source: If set, it causes the order of the child elements to be randomized, otherwise it uses the order in which the child elements are defined.
ca_es_valencia: Si s'estableix, fa que els elements fill s'ordenen aleatòriament, en cas contrari s'utilitza l'ordre en què els elements fill s'han ordenat.

source: If the category option is set, the score will also be processed per categories, and each results will take place in the PASS_xxx outcome, where xxx is the name of the category.
ca_es_valencia: Si s'estableix l'opció categoria, la puntuació també es processarà per categories, i cada resultat tindrà lloc en el resultat PASS_xxx, on xxx és el nom de la categoria.

source: If the category option is set, the score will also be processed per categories, and each results will take place in the SCORE_xxx outcome, where xxx is the name of the category.
ca_es_valencia: Si s'estableix l'opció categoria, la puntuació també es processarà per categories, i cada resultat tindrà lloc en el resultat SCORE_xxx, on xxx és el nom de la categoria.

source: Import
ca_es_valencia: Importa

source: Import a QTI/APIP Content Package
ca_es_valencia: Importa un paquet de contingut QTI/APIP

source: IMS QTI Item referenced as "%s" in the IMS Manifest file could not be imported.
ca_es_valencia: L'element IMS QTI referenciat com a "%s" en el fitxer de manifest IMS no s'ha pogut importar.

source: IMS QTI Item referenced as "%s" in the IMS Manifest file successfully imported.
ca_es_valencia: L'element IMS QTI referenciat com a "%s" en el fitxer de manifest IMS s'ha importat correctament.

source: IMS QTI Test Package successfully imported.
ca_es_valencia: El paquet de proves IMS QTI s'ha importat correctament.

source: IMS QTI Test referenced as "%s" in the IMS Manifest file successfully imported.
ca_es_valencia: La prova IMS QTI referenciada com a "%s" en el fitxer de manifest IMS s'ha importat correctament.

source: In this part of the test navigation is not allowed.
ca_es_valencia: En aquesta part de la prova no es permet la navegació.

source: Inconsistency at line %1d:
ca_es_valencia: Hi ha una inconsistència en la línia %1d:

source: Informational Item Usage
ca_es_valencia: Ús de l'element informatiu

source: is already used in the test.
ca_es_valencia: ja s'utilitza en la prova.

source: is not a valid identifier (alphanum, underscore, dash and dots)
ca_es_valencia: no és un identificador vàlid (alfanumèric, ratlla baixa, guió i punts)

source: is not a valid identifier (everything except spaces)
ca_es_valencia: no és un identificador vàlid (qualsevol excepte espais)

source: Item "%s" is completed.
ca_es_valencia: L'element "%s" està complet.

source: Item %d
ca_es_valencia: Element %d

source: Item %d of %d
ca_es_valencia: Element %d de %d

source: Item Reference Properties
ca_es_valencia: Propietats de referència de l'element

source: Item Session Control
ca_es_valencia: Control de sessió de l'element

source: Items
ca_es_valencia: Elements

source: Items can optionally be assigned to one or more categories.
ca_es_valencia: Els elements es poden assignar opcionalment a una o més categories.

source: Items Compilation
ca_es_valencia: Compilació d'elements

source: Items marked for later review
ca_es_valencia: Elements marcats per a una revisió posterior

source: Keep Together
ca_es_valencia: Mantín junt

source: Late submission allowed
ca_es_valencia: L'enviament fora de termini està permés.

source: Leave a comment
ca_es_valencia: Deixa un comentari

source: Line Reader
ca_es_valencia: Lector de línia

source: Linear
ca_es_valencia: Lineal

source: Magnifier
ca_es_valencia: Lupa

source: Magnify less
ca_es_valencia: Amplia menys

source: Magnify more
ca_es_valencia: Amplia més

source: Magnifying Glass
ca_es_valencia: Lupa

source: Manage Rubric Blocks
ca_es_valencia: Gestiona blocs de rúbrica

source: Manage test properties
ca_es_valencia: Gestiona les propietats de la prova

source: Manage tests
ca_es_valencia: Gestiona les proves

source: Manage Tests
ca_es_valencia: Gestiona les proves

source: Mark for review
ca_es_valencia: Marca per a revisió

source: Masking
ca_es_valencia: Ocultació

source: Match value
ca_es_valencia: Valor de coincidència

source: Max Attempts
ca_es_valencia: Nre. màxim d'intents

source: Maximum Duration
ca_es_valencia: Duració màxima

source: Maximum duration for the all test.
ca_es_valencia: Duració màxima per a tota la prova

source: Maximum duration for this item.
ca_es_valencia: Duració màxima per a aquest element

source: Maximum duration for this section.
ca_es_valencia: Duració màxima per a aquesta secció

source: Maximum duration for this test part.
ca_es_valencia: Duració màxima per a aquesta part de la prova

source: Minimum Duration
ca_es_valencia: Duració mínima

source: Minimum duration for the test.
ca_es_valencia: Duració mínima per a tota la prova

source: Minimum duration for this item.
ca_es_valencia: Duració mínima per a aquest element

source: Minimum duration for this section.
ca_es_valencia: Duració mínima per a aquesta secció

source: Minimum duration for this test part.
ca_es_valencia: Duració mínima per a aquesta part de la prova

source: Missed test package file
ca_es_valencia: Falta el fitxer del paquet de proves

source: Missing required option %s
ca_es_valencia: Falta l'opció requerida %s

source: Move Down
ca_es_valencia: Mou avall

source: Move Up
ca_es_valencia: Mou amunt

source: Navigation
ca_es_valencia: Navegació

source: Navigation Warnings
ca_es_valencia: Avisos de navegació

source: New Rubric Block
ca_es_valencia: Bloc de rúbrica nou

source: New test part
ca_es_valencia: Nova part de prova

source: Next
ca_es_valencia: Següent

source: Next Section
ca_es_valencia: Secció següent

source: No file found at location "%s".
ca_es_valencia: No s'ha trobat cap fitxer en la ubicació "%s".

source: No more attempts allowed for item "%s".
ca_es_valencia: No es permeten més intents per a l'element "%s".

source: No outcome processing. Erase the existing rules, if any.
ca_es_valencia: No hi ha processament de resultats. Elimineu les regles existents, si n'hi ha.

source: No reference to any IMS QTI Item found.
ca_es_valencia: No s'ha trobat cap referència a cap element IMS QTI.

source: Non Linear
ca_es_valencia: No lineal

source: None
ca_es_valencia: Cap

source: Not all test could be exported
ca_es_valencia: No s'han pogut exportar totes les proves.

source: Not shuffled, the position remains fixed.
ca_es_valencia: No barrejada, la posició roman fixa.

source: Ok
ca_es_valencia: D'acord

source: OK
ca_es_valencia: D'acord

source: OK & End test
ca_es_valencia: D'acord i finalitza la prova

source: One or more dependent IMS QTI Items could not be imported.
ca_es_valencia: Un o més elements IMS QTI dependents no s'han pogut importar.

source: Only display the items marked for review
ca_es_valencia: Mostra només els elements marcats per a revisió

source: Only display the unanswered items
ca_es_valencia: Mostra només els elements no contestats

source: Open Calculator
ca_es_valencia: Obri la calculadora

source: Ordering
ca_es_valencia: Ordenació

source: Outcome
ca_es_valencia: Resultat

source: Outcome declarations
ca_es_valencia: Declaracions dels resultats

source: Outcome processing
ca_es_valencia: Processament de la resposta

source: Package is valid but no tests were found. Make sure that it contains valid QTI tests.
ca_es_valencia: El paquet és vàlid però no s'ha trobat cap prova. Assegureu-vos que conté proves QTI vàlides.

source: Preview the covered area
ca_es_valencia: Previsualitza l'àrea coberta

source: Previous
ca_es_valencia: Anterior

source: Proctor
ca_es_valencia: Supervisor

source: Properties
ca_es_valencia: Propietats

source: QTI 2.1 Test Driver
ca_es_valencia: Controlador de prova QTI 2.1

source: QTI Item Runner
ca_es_valencia: Programa executable d'element QTI

source: QTI Test "%s" publishing failed.
ca_es_valencia: La publicació de la prova QTI "%s" ha fallat.

source: QTI Test "%s" successfully published.
ca_es_valencia: La prova QTI "%s" s'ha publicat correctament.

source: QTI Test Package 2.1
ca_es_valencia: Paquet de proves QTI 2.1

source: QTI Test Package 2.2
ca_es_valencia: Paquet de proves QTI 2.2

source: QTI/APIP Test Content Package
ca_es_valencia: Paquet de contingut de proves QTI/APIP

source: Reference
ca_es_valencia: Referència

source: Regenerate
ca_es_valencia: Regenera

source: Remove Item Reference
ca_es_valencia: Suprimeix la referència d'element

source: Remove Rubric Block
ca_es_valencia: Suprimeix el bloc de rúbrica

source: Remove Section
ca_es_valencia: Suprimeix la secció

source: Required
ca_es_valencia: Necessari

source: Required field
ca_es_valencia: Camp necessari

source: Reset filters
ca_es_valencia: Reinicialitza els filtres

source: Review
ca_es_valencia: Revisió

source: Rubric Block
ca_es_valencia: Bloc de rúbrica

source: Rubric Block Properties
ca_es_valencia: Propietats de bloc de rúbrica

source: Rubric Blocks
ca_es_valencia: Blocs de rúbrica

source: Save
ca_es_valencia: Guarda

source: Scorer
ca_es_valencia: Marcador

source: Scoring
ca_es_valencia: Puntuació

source: Section level category enables configuring the categories of its composing items all at once. A category in gray means that all items have that category. A category in white means that only a few items have that category.
ca_es_valencia: La categoria nivell de secció habilita la configuració de categories dels seus elements de composició tots a la vegada. Una categoria en gris significa que tots els elements tenen aquesta categoria. Una categoria en blanc significa que només uns pocs elements tenen aquesta categoria.

source: Section Properties
ca_es_valencia: Propietats de la secció

source: Select
ca_es_valencia: Selecciona

source: Select a blueprint
ca_es_valencia: Seleccioneu un programa

source: Select Items
ca_es_valencia: Seleccioneu elements

source: Select the way the responses of your test should be processed
ca_es_valencia: Seleccioneu la manera en què les respostes de la prova s'han de processar

source: Selection
ca_es_valencia: Selecció

source: Send
ca_es_valencia: Envia

source: Set outcome identifier the feedback block is related to
ca_es_valencia: Estableix l'identificador de resultat amb el qual es relaciona el bloc de retroacció

source: Set the rubric block as a feedback block
ca_es_valencia: Estableix el bloc de rúbrica com a bloc de retroacció

source: Set the value of the outcome that will activate the feedback block
ca_es_valencia: Estableix el valor del resultat que activarà el bloc de retroacció

source: Set the weight identifier used to process the score
ca_es_valencia: Estableix l'identificador de pes que s'utilitza per a processar la puntuació

source: Set the XHTML-QTI class of the rubric block.
ca_es_valencia: Estableix la classe XHTML-QTI del bloc de rúbrica

source: Set the XHTML-QTI identifier of the rubric block.
ca_es_valencia: Estableix l'identificador XHTML-QTI del bloc de rúbrica

source: Show Feedback
ca_es_valencia: Mostra la retroacció

source: Show Review
ca_es_valencia: Mostra la revisió

source: Show Solution
ca_es_valencia: Mostra la solució

source: Show the review screen
ca_es_valencia: Mostra la pantalla de revisió
