Repository: nithinM/TAO-Docker
Catalog: App/ltiDeliveryProvider/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: %s Tool Provider
ca_es_valencia: Proveïdor de l'eina %s

source: %s" has been configured:
ca_es_valencia: %s" s'ha configurat:

source: Access to this functionality is restricted
ca_es_valencia: L'accés a aquesta funcionalitat està restringit

source: Access to this functionality is restricted to students
ca_es_valencia: L'accés a aquesta funcionalitat està restringit sols als estudiants

source: Attempts limit has been reached.
ca_es_valencia: S'ha arribat al límit d'intents.

source: Available Deliveries
ca_es_valencia: Aplicacions disponibles

source: Back
ca_es_valencia: Anterior

source: Click on the back button to return to %s.
ca_es_valencia: Feu clic al botó "Anterior" per a tornar a %s

source: Click on the back button to return.
ca_es_valencia: Feu clic al botó "Anterior" per a tornar

source: Configured LTI Link
ca_es_valencia: L'enllaç s'ha configurat

source: Copy and paste the following URL into your LTI compatible tool consumer.
ca_es_valencia: Copieu i apegueu l'URL següent en l'eina externa compatible amb LTI

source: Deliveries
ca_es_valencia: Aplicacions

source: Executions
ca_es_valencia: Execucions

source: Launch URL
ca_es_valencia: Obri l'URL

source: max_attempts" variable must me numeric.
ca_es_valencia: la variable màx_intents" ha de ser numèrica.

source: No deliveries available
ca_es_valencia: No hi ha aplicacions disponibles

source: No LTI consumers defined
ca_es_valencia: No hi ha consumidors LTI definits

source: no monitoring
ca_es_valencia: sense seguiment

source: Please select a delivery
ca_es_valencia: Seleccioneu una aplicació programada

source: Please select a delivery for "%s
ca_es_valencia: Seleccioneu una aplicació programada per a "%s

source: Repeat
ca_es_valencia: Repetició

source: Repeat the test
ca_es_valencia: Repetició de la prova

source: Retake the test
ca_es_valencia: Torna a realitzar la prova

source: Return to %s.
ca_es_valencia: Torna a %s

source: Select
ca_es_valencia: Selecciona

source: Select Delivery
ca_es_valencia: Selecciona l'aplicació

source: Selected Delivery
ca_es_valencia: Aplicació seleccionada

source: Thank you
ca_es_valencia: Gràcies

source: This tool has been configured:
ca_es_valencia: Aquesta eina s'ha configurat:

source: This tool has not yet been configured, please contact your instructor
ca_es_valencia: Aquesta eina no s'ha configurat encara, contacteu amb el vostre instructor

source: Tool consumer(s)
ca_es_valencia: Consumidors d'eines

source: User is not authorized to run this delivery
ca_es_valencia: L'usuari no està autoritzat a executar aquesta aplicació

source: You have already taken this test.
ca_es_valencia: Ja heu realitzat aquesta prova.

source: You have finished the test!
ca_es_valencia: He finalitzat la prova.
