Repository: nithinM/TAO-Docker
Catalog: App/taoProctoring/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: %d sessions of the delivery %s have not been paused
ca_es_valencia: %d sessions del lliurament %s no s'han posat en pausa

source: %s could not be %s because it is finished. Please refresh your data.
ca_es_valencia: %s no s'ha pogut %s perquè està finalitzat. Actualitzeu les vostres dades

source: %s could not be %s because it is terminated. Please refresh your data.
ca_es_valencia: %s no s'ha pogut %s perquè està acabat. Actualitzeu les vostres dades

source: %s could not be %s.
ca_es_valencia: %s no s'ha pogut %s.

source: %s minutes more
ca_es_valencia: %s minut més

source: A session of the delivery %s have not been paused
ca_es_valencia: Una sessió del lliurament %s no s'ha posat en pausa

source: Action
ca_es_valencia: Acció

source: Actions
ca_es_valencia: Accions

source: Active
ca_es_valencia: Actiu

source: Active proctors
ca_es_valencia: Supervisors actius

source: Active test-takers
ca_es_valencia: Participants actius

source: Add test takers
ca_es_valencia: Afig els participant de la prova

source: Administer deliveries
ca_es_valencia: Administra lliuraments

source: Administration
ca_es_valencia: Administració

source: already authorized
ca_es_valencia: ja està autoritzat

source: Apply default tag
ca_es_valencia: Aplica l'etiqueta per defecte

source: Are you sure you want to end the test?
ca_es_valencia: Esteu segur que voleu finalitzar la prova?

source: Assessment Activity
ca_es_valencia: Activitat d'avaluació

source: Assessment has been paused due to attempt to switch to another window/tab.
ca_es_valencia: L'avaluació s'ha posat en pausa a causa d'un intent de canviar a una altra finestra o pestanya.

source: Assign administrator
ca_es_valencia: Assigna un administrador

source: Assign more test takers to this session
ca_es_valencia: Assigna més participants a aquesta sessió

source: Assign proctors
ca_es_valencia: Assigna supervisors

source: Assign the selected test takers
ca_es_valencia: Assigna els participants seleccionats

source: Assign the selected test takers to the session
ca_es_valencia: Assigna els participants seleccionats a la sessió

source: Assign the test taker to the session
ca_es_valencia: Assigna el participant a la sessió

source: Assigned proctors
ca_es_valencia: Supervisors assignats

source: Assigned test takers
ca_es_valencia: Participants assignats

source: Attempts
ca_es_valencia: Intents

source: author
ca_es_valencia: autor

source: Authorize
ca_es_valencia: Autoritza

source: Authorize session
ca_es_valencia: Autoritza la sessió

source: Authorize Session
ca_es_valencia: Autoritza la sessió

source: Authorize sessions
ca_es_valencia: Autoritza les sessions

source: Authorize the proctor
ca_es_valencia: Autoritza el supervisor

source: Authorize the selected proctors
ca_es_valencia: Autoritza els supervisors seleccionats

source: authorized
ca_es_valencia: autoritzat

source: Authorized
ca_es_valencia: Autoritzat

source: Authorized but not started
ca_es_valencia: Autoritzat però no iniciat

source: Authorized proctors
ca_es_valencia: Supervisors autoritzats

source: Authorized, you may proceed
ca_es_valencia: Autoritzat, podeu continuar

source: Automatically reset by the system due to authorization request being cancelled by test taker.
ca_es_valencia: El sistema l'ha reinicialitzat automàticament a causa d'una sol·licitud d'autorització cancel·lada pel participant.

source: Automatically reset by the system due to the test taker choosing not to proceed with the authorized test.
ca_es_valencia: El sistema l'ha reinicialitzat automàticament perquè el participant ha triat no continuar amb la prova autoritzada.

source: Available
ca_es_valencia: Disponible

source: Available history
ca_es_valencia: Historial disponible

source: Available test takers
ca_es_valencia: Participants disponibles

source: Awaiting
ca_es_valencia: En espera

source: Back
ca_es_valencia: Arrere

source: Back to sessions
ca_es_valencia: Torna a sessions

source: Behaviour
ca_es_valencia: Comportament

source: Cancel
ca_es_valencia: Cancel·la

source: cancel
ca_es_valencia: cancel·la

source: cancel the action
ca_es_valencia: cancel·la l'acció

source: Canceled
ca_es_valencia: Cancel·lat

source: category
ca_es_valencia: categoria

source: Comfort
ca_es_valencia: Confort

source: comment
ca_es_valencia: comentari

source: Complaint
ca_es_valencia: Queixa

source: Completed
ca_es_valencia: Completada

source: Completed tests
ca_es_valencia: Proves completades

source: Compliance
ca_es_valencia: Compliment

source: Connectivity
ca_es_valencia: Connectivitat

source: Create and authorize a proctor to the selected test sites
ca_es_valencia: Crea i autoritza un supervisor als llocs de prova seleccionats

source: Create Proctor
ca_es_valencia: Crea un supervisor

source: Creates and authorizes proctor
ca_es_valencia: Crea i autoritza un supervisor

source: Current Assessment Activity
ca_es_valencia: Activitat d'avaluació actual

source: Current sessions
ca_es_valencia: Sessions actuals

source: date
ca_es_valencia: data

source: Date
ca_es_valencia: Data

source: Days
ca_es_valencia: Dies

source: Define sub-centers
ca_es_valencia: Defineix subcentres

source: Deliveries
ca_es_valencia: Lliuraments

source: Delivery
ca_es_valencia: Lliurament

source: Detailed Session History of %s
ca_es_valencia: Historial detallat de la sessió %s

source: Detailed Session History of a selection
ca_es_valencia: Historial detallat de la sessió d'una selecció

source: Details
ca_es_valencia: Detalls

source: Disturbance
ca_es_valencia: Pertorbació

source: Duration
ca_es_valencia: Duració

source: Edit test center
ca_es_valencia: Edita el centre de proves

source: Elapsed time
ca_es_valencia: Temps transcorregut

source: End
ca_es_valencia: Fi

source: End date of the export
ca_es_valencia: Data final de l'exportació

source: Environment
ca_es_valencia: Entorn

source: Event
ca_es_valencia: Esdeveniment

source: Examinee
ca_es_valencia: Examinand

source: Export
ca_es_valencia: Exporta

source: Export Irregularities
ca_es_valencia: Exporta les irregularitats

source: Extra Time
ca_es_valencia: Temps addicional

source: Extra time
ca_es_valencia: Temps addicional

source: Extra time granted
ca_es_valencia: Temps addicional concedit

source: Filter
ca_es_valencia: Filtre

source: Finished
ca_es_valencia: Finalitzat

source: finished
ca_es_valencia: finalitzat

source: First name
ca_es_valencia: Nom

source: Freezing
ca_es_valencia: Congelació

source: From
ca_es_valencia: De

source: Grant Extra Time
ca_es_valencia: Concedeix temps addicional

source: Groups: %s. %s
ca_es_valencia: Grups: %s. %s

source: Hours
ca_es_valencia: Hores

source: However, the action will not be applied to the following sessions
ca_es_valencia: Tanmateix, l'acció no s'aplicarà a les sessions següents

source: ID/Authorization
ca_es_valencia: ID/Autorització

source: Identifier
ca_es_valencia: Identificador

source: Illness
ca_es_valencia: Malaltia

source: In Progress
ca_es_valencia: En curs

source: Issue Category
ca_es_valencia: Categoria d'incidència

source: item
ca_es_valencia: element

source: Item Variables
ca_es_valencia: Variables d'element

source: Label
ca_es_valencia: Etiqueta

source: Last Day
ca_es_valencia: Últim dia

source: Last Month
ca_es_valencia: Últim mes

source: Last name
ca_es_valencia: Cognom

source: Last Week
ca_es_valencia: Última setmana

source: Late
ca_es_valencia: Retard

source: Launching
ca_es_valencia: Execució

source: Loading
ca_es_valencia: Càrrega

source: Logout
ca_es_valencia: Desconnexió

source: Manage Proctors
ca_es_valencia: Gestiona els supervisors

source: Manage Results
ca_es_valencia: Gestiona els resultats

source: minutes
ca_es_valencia: minuts

source: Monitor
ca_es_valencia: Eina de seguiment

source: Monitoring
ca_es_valencia: Seguiment

source: Navigation
ca_es_valencia: Navegació

source: Network
ca_es_valencia: Xarxa

source: No assigned proctors
ca_es_valencia: No s'ha assignat cap supervisor.

source: No assigned test takers
ca_es_valencia: No s'ha assignat cap participant.

source: No available test takers to assign
ca_es_valencia: No hi ha cap participant disponible per a l'assignació.

source: No history to display!
ca_es_valencia: L'historial és buit.

source: No proctors in request param
ca_es_valencia: No hi ha cap supervisor en el paràmetre de sol·licitud.

source: No sessions
ca_es_valencia: Cap sessió

source: No sessions available
ca_es_valencia: Cap sessió disponible

source: No Show
ca_es_valencia: No assistència

source: Noise
ca_es_valencia: Soroll

source: not finished
ca_es_valencia: no finalitzat

source: not in progress
ca_es_valencia: no en curs

source: not started
ca_es_valencia: no iniciat

source: Note
ca_es_valencia: Nota

source: offline
ca_es_valencia: fora de línia

source: OK
ca_es_valencia: D'acord

source: online
ca_es_valencia: en línia

source: Other
ca_es_valencia: Altre

source: Outcome
ca_es_valencia: Resultat

source: Partially authorized proctors
ca_es_valencia: Supervisors autoritzats parcialment

source: Pause
ca_es_valencia: En pausa

source: Pause Active Test Sessions
ca_es_valencia: Posa en pausa les sessions de prova actives

source: Pause due to server maintenance
ca_es_valencia: Es posa en pausa a causa del manteniment del servei

source: Pause Session
ca_es_valencia: Posa en pausa la sessió

source: Pause session
ca_es_valencia: Posa en pausa la sessió

source: Pause sessions
ca_es_valencia: Posa en pausa les sessions

source: Paused
ca_es_valencia: En pausa

source: paused
ca_es_valencia: en pausa

source: Please select one or more test site to manage proctors
ca_es_valencia: Seleccioneu un o més llocs de prova per a gestionar els supervisors

source: Please wait, authorization in process ...
ca_es_valencia: Espereu, l'autorització és en curs...

source: Please, make your selection
ca_es_valencia: Feu la vostra selecció

source: Power Outage
ca_es_valencia: Tall d'energia

source: Previous Month
ca_es_valencia: Mes anterior

source: Print Results
ca_es_valencia: Imprimeix els resultats

source: Print Score
ca_es_valencia: Imprimeix la puntuació

source: Print the assessment results
ca_es_valencia: Imprimeix els resultats de l'avaluació

source: Printing
ca_es_valencia: S'està imprimint

source: Proceed
ca_es_valencia: Continua

source: Proctor
ca_es_valencia: Supervisor

source: Proctor created
ca_es_valencia: S'ha creat un supervisor.

source: Proctor/Staff
ca_es_valencia: Supervisor/Professorat

source: Proctored Delivery Server
ca_es_valencia: Servidor de lliurament supervisat

source: Proctored Test-Takers
ca_es_valencia: Participants supervisats

source: Proctoring interface
ca_es_valencia: Interfície de supervisió

source: Proctors
ca_es_valencia: Supervisors

source: Proctors authorized
ca_es_valencia: S'han autoritzat supervisors

source: Proctors revoked
ca_es_valencia: S'han revocat supervisors

source: Progress
ca_es_valencia: En curs

source: Refresh
ca_es_valencia: Actualitza

source: Refresh the page
ca_es_valencia: Actualitza la pàgina

source: Remaining
ca_es_valencia: Temps restant

source: Remove
ca_es_valencia: Suprimeix

source: Remove default tag filtering
ca_es_valencia: Suprimeix els filtres d'etiqueta per defecte

source: Remove the selected test takers from the session
ca_es_valencia: Suprimeix de la sessió els participants seleccionats

source: Remove the test taker from the session
ca_es_valencia: Suprimeix de la sessió el participant seleccionat

source: Report
ca_es_valencia: Informe

source: Report irregularities
ca_es_valencia: Informa de les irregularitats

source: Report Irregularity
ca_es_valencia: Informa de la irregularitat

source: Report irregularity
ca_es_valencia: Informa de la irregularitat

source: reported for irregularity
ca_es_valencia: s'ha informat de la irregularitat

source: Results
ca_es_valencia: Resultats

source: results
ca_es_valencia: resultats

source: Return to the session manager
ca_es_valencia: Torna al gestor de sessions

source: Return to the session monitoring
ca_es_valencia: Torna al seguiment de la sessió

source: Revoke authorization for the selected proctor
ca_es_valencia: Revoca l'autorització al supervisor seleccionat

source: Revoke the proctor
ca_es_valencia: Revoca el supervisor

source: Role
ca_es_valencia: Rol

source: Score
ca_es_valencia: Puntuació

source: Score Report
ca_es_valencia: Informe de puntuació

source: section
ca_es_valencia: secció

source: Session
ca_es_valencia: Secció

source: Session %s - %s has not been processed
ca_es_valencia: La sessió %s - %s no s'ha processat

source: Session history
ca_es_valencia: Historial de sessions

source: Session time handling
ca_es_valencia: Gestió de temps de la sessió

source: Sessions authorized
ca_es_valencia: Les sessions s'han autoritzat.

source: Sessions paused
ca_es_valencia: Les sessions s'han posat en pausa.

source: sessions paused
ca_es_valencia: Les sessions s'han posat en pausa.

source: Sessions reported
ca_es_valencia: S'ha informat de les sessions.

source: Sessions terminated
ca_es_valencia: Les sessions s'han acabat.

source: Show brief report
ca_es_valencia: Mostra un informe breu

source: Show detailed report
ca_es_valencia: Mostra un informe detallat

source: Show detailed session history messages
ca_es_valencia: Mostra els missatges de l'historial detallat de la sessió

source: Show the detailed session history
ca_es_valencia: Mostra l'historial detallat de la sessió

source: Some delivery executions have not been authorized
ca_es_valencia: Algunes execucions de lliuraments no s'han autoritzat.

source: Some delivery executions have not been paused
ca_es_valencia: Algunes execucions de lliuraments no s'han posat en pausa.

source: Some delivery executions have not been reported
ca_es_valencia: No s'ha informat d'algunes execucions de lliuraments.

source: Some delivery executions have not been terminated
ca_es_valencia: Algunes execucions de lliuraments no s'han acabat.

source: Some delivery executions have not been updated
ca_es_valencia: Algunes execucions de lliuraments no s'han actualitzat.

source: Something went wrong ...
ca_es_valencia: Alguna cosa ha anat malament...

source: Start
ca_es_valencia: Inici

source: Start date of the export
ca_es_valencia: Data d'inici de l'exportació

source: Started at
ca_es_valencia: Va començar a les

source: Status
ca_es_valencia: Estat

source: Subcategory
ca_es_valencia: Subcategoria

source: subcategory
ca_es_valencia: subcategoria

source: Take or continue a test controlled by a proctor
ca_es_valencia: Comença o continua una prova controlada per un supervisor

source: Technical
ca_es_valencia: Tècnic

source: Terminate
ca_es_valencia: Acaba

source: Terminate session
ca_es_valencia: Acaba la sessió

source: Terminate Session
ca_es_valencia: Acaba la sessió

source: Terminate sessions
ca_es_valencia: Acaba les sessions

source: Terminated
ca_es_valencia: Acabada

source: terminated
ca_es_valencia: acabada

source: Test center saved
ca_es_valencia: El centre de proves s'ha guardat

source: Test site %s
ca_es_valencia: Lloc de la prova %s

source: Test taker
ca_es_valencia: Participant de la prova

source: test taker
ca_es_valencia: participant de la prova

source: Test takers have been added
ca_es_valencia: S'han afegit participants.

source: Test takers have been removed
ca_es_valencia: S'han suprimit participants.

source: Test Variables
ca_es_valencia: Variables de la prova

source: Test-Taker
ca_es_valencia: Participants

source: Testing Workstation
ca_es_valencia: Ordinador de l'examinand de la prova

source: The action cannot be applied, no eligible sessions found
ca_es_valencia: L'acció no es pot aplicar, no hi ha cap sessió que es puga seleccionar.

source: The action will be applied to the following session
ca_es_valencia: L'acció s'aplicarà a les sessions següents

source: the already granted time will be replaced by the new value
ca_es_valencia: el temps concedit es reemplaçarà amb el nou valor

source: The assessment has been suspended. To resume your assessment, please relaunch it and contact your proctor if required.
ca_es_valencia: L'avaluació s'ha interromput. Si voleu reprendre la vostra avaluació, torneu a executar-la i, si cal, poseu-vos en contacte amb el supervisor.

source: The assessment has been terminated. You cannot interact with it anymore.
ca_es_valencia: L'avaluació s'ha acabat. Ja no podeu interactuar-hi.

source: The extra time must be a number
ca_es_valencia: El temps addicional ha de ser un nombre.

source: The proctor will be authorized. Continue ?
ca_es_valencia: S'autoritzarà el supervisor. Voleu continuar?

source: The proctor will be revoked. Continue ?
ca_es_valencia: Es revocarà el supervisor. Voleu continuar?

source: The proctors will be authorized. Continue ?
ca_es_valencia: S'autoritzaran els supervisors. Voleu continuar?

source: The proctors will be revoked. Continue ?
ca_es_valencia: Es revocaran els supervisors. Voleu continuar?

source: The test taker will be removed from this session. Continue ?
ca_es_valencia: El participant se suprimirà d'aquesta sessió. Voleu continuar?

source: The test takers will be removed from this session. Continue ?
ca_es_valencia: Els participants se suprimiran d'aquesta sessió. Voleu continuar?

source: There is no delivery in progress
ca_es_valencia: No hi ha cap lliurament en curs.

source: Time
ca_es_valencia: Temps

source: to
ca_es_valencia: a

source: Tools
ca_es_valencia: Eines

source: Total Current Assessments
ca_es_valencia: Total d'avaluacions actuals

source: Total time
ca_es_valencia: Temps total

source: User Activity
ca_es_valencia: Activitat de l'usuari

source: Warning, you are about to pause all in progress tests. All test takers will be paused on or before the next heartbeat. Please provide a reason for this action.
ca_es_valencia: Atenció! Esteu a punt de posar en pausa totes les proves en curs. Tots els participants es posaran en pausa en el moment del pròxim refrescament o abans d'aquest. Proporcioneu una raó per a aquesta acció.

source: Weather
ca_es_valencia: Oratge
