Repository: nithinM/TAO-Docker
Catalog: App/taoProctoring/locales/*-valencia/proctoring.rdf.po
Languages: ca_es_valencia

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor
ca_es_valencia: Supervisor

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring role
ca_es_valencia: Rol de supervisor

# http://www.w3.org/2000/01/rdf-schema#label
source: Proctor Manager
ca_es_valencia: Gestor de supervisions

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Proctoring Manager Role
ca_es_valencia: Rol de gestor de supervisions

# http://www.w3.org/2000/01/rdf-schema#label
source: Awaiting
ca_es_valencia: En espera

# http://www.w3.org/2000/01/rdf-schema#comment
source: Awaiting of authorization status of a delivery execution
ca_es_valencia: Estat d'una execució de lliurament: en espera d'autorització

# http://www.w3.org/2000/01/rdf-schema#label
source: Authorized
ca_es_valencia: Autoritzada

# http://www.w3.org/2000/01/rdf-schema#comment
source: Authorized status of a delivery execution
ca_es_valencia: Estat d'una execució de lliurament: autoritzada

# http://www.w3.org/2000/01/rdf-schema#label
source: Terminated
ca_es_valencia: Acabada

# http://www.w3.org/2000/01/rdf-schema#comment
source: Terminated status of a delivery execution
ca_es_valencia: Estat d'una execució de lliurament: acabada

# http://www.w3.org/2000/01/rdf-schema#label
source: Canceled
ca_es_valencia: Cancel·lada

# http://www.w3.org/2000/01/rdf-schema#comment
source: Canceled status of a delivery execution
ca_es_valencia: Estat d'una execució de lliurament: cancel·lada
