Repository: nithinM/TAO-Docker
Catalog: App/taoLti/locales/*/lti.rdf.po
Languages: it_it

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Object
it_it: Oggetto LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Consumer
it_it: Consumatore LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI User
it_it: Utente LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Consumer User Key
it_it: Chiave utente consumatore LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Key of LTI User
it_it: Chiave dell'utente LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer of User
it_it: Consumatore LTI dell'utente

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Tool
it_it: Strumento LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Tool Service
it_it: Servizio Strumento LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Service to implemnt the Tool
it_it: Servizio per implementare lo Strumento

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Link
it_it: Collegamento LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Link between Tool and Consumer
it_it: Collegamento fra Strumento e Consumer

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI link consumer
it_it: Consumatore Collegamento LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: Incoming LTI link
it_it: Collegamento LTI in entrata

# http://www.w3.org/2000/01/rdf-schema#comment
source: An external link calling TAO as tool provider
it_it: Un collegamento esterno che chiama TAO come fornitore di strumenti

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI link ID
it_it: ID collegamento LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: Outgoing LTI link
it_it: Collegamento LTI in uscita

# http://www.w3.org/2000/01/rdf-schema#comment
source: An link in TAO calling a remote tool provider
it_it: Un collegamento in TAO che chiama un fornitore di strumenti remoto

# http://www.w3.org/2000/01/rdf-schema#label
source: Launch URL
it_it: URL di avvio

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI launch url
it_it: URL di avvio LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Launch Url
it_it: URL di Avvio LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Launch Url
it_it: URL di Avvio LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Consumer Uri
it_it: URI Consumatore LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer Uri
it_it: URI Consumatore LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer service calls an LTI Producer
it_it: Servizio Consumatore LTI chiama un produttore LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer User Key
it_it: Chiave utente consumatore LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Consumer
it_it: Consumatore LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Tool Service
it_it: Servizio Strumento LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Link
it_it: Collegamento LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: Incoming LTI link
it_it: Collegamento LTI in entrata

# http://www.w3.org/2000/01/rdf-schema#comment
source: Outgoing LTI link
it_it: Collegamento LTI in uscita

# http://www.w3.org/2000/01/rdf-schema#comment
source: Launch URL
it_it: URL di avvio
