Repository: nithinM/TAO-Docker
Catalog: App/taoLti/locales/*/ltiroles_person.rdf.po
Languages: it_it

# http://www.w3.org/2000/01/rdf-schema#comment
source: The LTI Institution Learner Role
it_it: Il ruolo studente dell'istituzione LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: The LTI Institution Instructor Role
it_it: Il ruolo istruttore dell'Istituzione LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: The LTI Student Role
it_it: Il ruolo studente LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: The LTI Administrator Role
it_it: Il ruolo amministratore LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Learner
it_it: Studente LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Instructor
it_it: Istruttore LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Institution Student
it_it: Studente Istituzione LTI

# http://www.w3.org/2000/01/rdf-schema#label
source: LTI Administrator
it_it: Amministratore LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Learner
it_it: Studente LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Instructor
it_it: Istruttore LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Institution Student
it_it: Studente Istituzione LTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: LTI Administrator
it_it: Amministratore LTI
