Repository: nithinM/TAO-Docker
Catalog: App/taoDelivery/locales/*/messages.po
Languages: sk_sk, vi_vn

source: Access deliveries as a guest
sk_sk: Prístup k doručeniam ako hosť
vi_vn: Truy cập trả lời với vai trò khách

source: All rights reserved.
sk_sk: Všetky práva vyhradené.
vi_vn: Tất cả các quyền được bảo lưu.

source: Available
sk_sk: K dispozícii
vi_vn: Có sẵn

source: Close this prompt
sk_sk: Zatvorte túto výzvu

source: Enter full screen
sk_sk: Na celú obrazovku
vi_vn: Vào toàn màn hình

source: Exit
sk_sk: Odísť
vi_vn: Thoát

source: Guest access
sk_sk: Prístup pre hosťa
vi_vn: Truy cập của khách

source: In progress
sk_sk: Prebieha
vi_vn: Trong tiến trình

source: Logout
sk_sk: Odhlásiť
vi_vn: Đăng xuất

source: My Tests
sk_sk: Moje testy
vi_vn: Bài kiểm tra của tôi

source: Resume
sk_sk: Pokračovať

source: Start
sk_sk: Štart
vi_vn: Bắt đầu

source: Started at %s
sk_sk: Začaté o %s

source: Take or continue a test.
sk_sk: Vykonajte alebo pokračujte v testovaní.
vi_vn: Đi hoặc tiếp tục một bài kiểm tra.

source: TAO - An Open and Versatile Computer-Based Assessment Platform
sk_sk: TAO - otvorená a všestranná počítačová platforma na hodnotenie

source: TAO Delivery Server
sk_sk: TAO doručovací server
vi_vn: Máy chủ phân phối TAO

source: TAO Guest Access
sk_sk: TAO hosťovský prístup
vi_vn: Quyền truy cập khách của TAO

source: Test-Takers
sk_sk: Odberatelia testov
vi_vn: Người làm bài kiểm tra

source: This test needs to be taken in full screen mode
sk_sk: Tento test je potrebné vykonať v režime celej obrazovky
vi_vn: Bài kiểm tra này cần thực hiện chế độ toàn màn hình

source: You are no longer allowed to take this test
sk_sk: Už nemáte povolené vykonať tento test
vi_vn: Bạn không còn được phép thực hiện bài kiểm tra này
