Repository: nithinM/TAO-Docker
Catalog: App/taoClientDiagnostic/locales/*-valencia/messages.po
Languages: ca_es_valencia

source: All rights reserved.
ca_es_valencia: Tots els drets reservats

source: Average bandwidth
ca_es_valencia: Mitjana de l'amplada de banda

source: Average performances
ca_es_valencia: Mitjana d'execució

source: Average rendering time
ca_es_valencia: Mitjana del temps de renderització

source: Average upload speed
ca_es_valencia: Mitjana de la velocitat de pujada

source: Bandwidth
ca_es_valencia: Amplada de banda

source: Be aware that these tests will take up to several minutes.
ca_es_valencia: Tingueu en compte que aquestes proves tardaran uns quants minuts.

source: Begin diagnostics
ca_es_valencia: Comença el diagnòstic

source: Browser
ca_es_valencia: Navegador

source: Checking the bandwidth...
ca_es_valencia: Comprovació de l'amplada de banda...

source: Checking the browser...
ca_es_valencia: Comprovació del navegador...

source: Checking the performances...
ca_es_valencia: Comprovació de l'execució...

source: Checking upload speed...
ca_es_valencia: Comprovació de la velocitat de pujada...

source: Connect to the diagnostic tool
ca_es_valencia: Connecta a l'eina de dignòstic

source: Date
ca_es_valencia: Data

source: Details
ca_es_valencia: Detalls

source: Diagnostic Tool
ca_es_valencia: Eina de diagnòstic

source: Done!
ca_es_valencia: Fet.

source: Exit
ca_es_valencia: Ix

source: Good bandwidth
ca_es_valencia: Amplada de banda correcta

source: Good performances
ca_es_valencia: Execució correcta

source: Good upload speed
ca_es_valencia: Velocitat de pujada correcta

source: Hide Details
ca_es_valencia: Amaga els detalls

source: Interface not available
ca_es_valencia: La interfície no està disponible.

source: Launch another readiness check
ca_es_valencia: Executa una altra comprovació de les condicions prèvies

source: Launch readiness check
ca_es_valencia: Executa una comprovació de les condicions prèvies

source: List of readiness checks
ca_es_valencia: Llista de comprovacions de les condicions prèvies

source: Loading
ca_es_valencia: Càrrega

source: Log in
ca_es_valencia: Connexió

source: Login
ca_es_valencia: Inici de sessió

source: Logout
ca_es_valencia: Desconnexió

source: Low bandwidth
ca_es_valencia: Amplada de banda dèbil

source: Low upload speed
ca_es_valencia: Velocitat de pujada baixa

source: Max upload speed
ca_es_valencia: Velocitat de pujada màxima

source: Maximum bandwidth
ca_es_valencia: Amplada de banda màxima

source: Maximum rendering time
ca_es_valencia: Temps de renderització màxim

source: Minimum bandwidth
ca_es_valencia: Amplada de banda mínima

source: Minimum rendering time
ca_es_valencia: Temps de renderització mínim

source: No diagnostic service defined
ca_es_valencia: No s'ha definit el servei de diagnòstic

source: No readiness checks have been done!
ca_es_valencia: No s'ha realitzat cap comprovació de les condicions prèvies.

source: Number of simultaneous test takers the connection can handle
ca_es_valencia: Nombre de participants que es poden connectar simultàniament

source: Operating system
ca_es_valencia: Sistema operatiu

source: Operating system and web browser
ca_es_valencia: Sistema operatiu i navegador web

source: OS
ca_es_valencia: SO

source: Performances
ca_es_valencia: Execucions

source: Readiness Check
ca_es_valencia: Comprovació de les condicions prèvies

source: Readiness checks already done
ca_es_valencia: Les comprovacions de les condicions prèvies ja s'han realitzat.

source: Readiness diagnostics
ca_es_valencia: Diagnòstics de les condicions prèvies

source: Refresh
ca_es_valencia: Actualitza

source: Refresh the page
ca_es_valencia: Actualitza la pàgina

source: Remove
ca_es_valencia: Suprimeix

source: Remove the readiness check result?
ca_es_valencia: Voleu suprimir el resultat de la comprovació de les condicions prèvies?

source: Remove the selected readiness check results
ca_es_valencia: Suprimeix els resultats seleccionats de comprovació de les condicions prèvies

source: Return to the list
ca_es_valencia: Torna a la llista

source: Show Details
ca_es_valencia: Mostra els detalls

source: Something went wrong ...
ca_es_valencia: Alguna cosa ha anat malament...

source: Starting...
ca_es_valencia: S'està iniciant...

source: The readiness check result have been removed
ca_es_valencia: El resultat de la comprovació de condicions prèvies s'ha suprimit.

source: The readiness check result will be removed. Continue ?
ca_es_valencia: El resultat de la comprovació de condicions prèvies se suprimirà. Voleu continuar?

source: The selected readiness check results will be removed. Continue ?
ca_es_valencia: Se suprimiran els resultats seleccionats de la comprovació de condicions prèvies. Voleu continuar?

source: The storage service provided to store the diagnostic results must be upgraded to support reads!
ca_es_valencia: El servei d'emmagatzematge proporcionat per a guardar els resultats del diagnòstic s'ha d'actualitzar perquè admeta lectures.

source: This browser is not tested.
ca_es_valencia: Aquest navegador no s'ha comprovat.

source: This tool will run a number of tests in order to establish how well your current environment is suitable to run the TAO platform.
ca_es_valencia: Aquesta eina executarà una sèrie de comprovacions per a establir si el vostre entorn actual és adequat per a executar la plataforma TAO.

source: Try a test delivery
ca_es_valencia: Intenta un lliurament de prova

source: Unable to get the workstation name!
ca_es_valencia: No s'ha pogut obtindre el nom de l'estació de treball.

source: Upload speed
ca_es_valencia: Velocitat de pujada

source: Very slow performances
ca_es_valencia: Execucions molt lentes

source: Web browser
ca_es_valencia: Navegador web

source: Workstation
ca_es_valencia: Estació de treball

source: Workstation name
ca_es_valencia: Nom de l'estació de treball

source: Workstation performances
ca_es_valencia: Execucions de l'estació de treball

source: Workstation:
ca_es_valencia: Estació de treball:

source: Your system is fully compliant.
ca_es_valencia: La configuració del vostre sistema és conforme.

source: Your system is not optimal, please contact your system administrator.
ca_es_valencia: El vostre sistema no és òptim, poseu-vos en contacte amb l'administrador del sistema

source: Your system requires a compatibility update, please contact your system administrator.
ca_es_valencia: El vostre sistema necessita una actualització de compatibilitat, poseu-vos en contacte amb l'administrador del sistema
