Repository: nithinM/TAO-Docker
Catalog: App/taoResultServer/locales/*/taoResultServer.rdf.po
Languages: it_it, uk_ua

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server
it_it: Server Risultati
uk_ua: Сервер результатів

# http://www.w3.org/2000/01/rdf-schema#comment
source: the Result Server for the Delivery
it_it: Il Server Risultati per la Somministrazione
uk_ua: Сервер результатів для доставки

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Storage Engine
it_it: Motore di Archiviazione Risultati
uk_ua: Двигун зберігання результатів

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Storage Engine
it_it: Motore di Archiviazione Risultati
uk_ua: Двигун зберігання результатів

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server Endpoint
it_it: Server Finale Risultati
uk_ua: Кінцева точка сервера результатів

# http://www.w3.org/2000/01/rdf-schema#comment
source: Endpoint of the Result Server
it_it: Finale del Server Risultati
uk_ua: Кінцева точка результату сервера

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Storage
it_it: Archiviazione Risultati
uk_ua: Результат зберігання

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Storage
it_it: Archiviazione Risultati
uk_ua: Результат зберігання

# http://www.w3.org/2000/01/rdf-schema#label
source: tao logger
uk_ua: Тао реєстратор

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data about the storage is sent into the logger
it_it: I dati sullo storage vengono inviati nel logger
uk_ua: Дані про зберігання надсилаються в журнал реєстрації

# http://www.w3.org/2000/01/rdf-schema#label
source: Link to the implementation Class
it_it: Collegamento alla Classe di implementazione
uk_ua: Посилання на клас реалізації

# http://www.w3.org/2000/01/rdf-schema#comment
source: Link to the implementation Class
it_it: Collegamento alla Classe di implementazione
uk_ua: Посилання на клас реалізації

# http://www.w3.org/2000/01/rdf-schema#label
source: No storage
it_it: Nessuna conservazione
uk_ua: Немає сховища

# http://www.w3.org/2000/01/rdf-schema#comment
source: No storage
it_it: Nessuna conservazione
uk_ua: Немає сховища

# http://www.w3.org/2000/01/rdf-schema#label
source: Result Server Manager
it_it: Gestione Server Risultato
uk_ua: Менеджер серверу результатів

# http://www.w3.org/2000/01/rdf-schema#comment
source: Result Server Manager Role
it_it: Ruolo di Gestione Server Risultato
uk_ua: Роль менеджера результатів
