Repository: nithinM/TAO-Docker
Catalog: App/funcAcl/locales/*-arb/messages.po
Languages: ar_arb

source: Actions
ar_arb: أفعال

source: Available roles
ar_arb: الأدوار المتاحة

source: Grant access rights to the action
ar_arb: منح حقوق الوصول إلى الإجراء

source: Grant access rights to the entire controller
ar_arb: منح حقوق الوصول إلى وحدة تحكم كاملة

source: Grant access rights to the entire extension
ar_arb: منح حقوق الوصول إلى الإمتداد بأكمله

source: includes
ar_arb: تضمين

source: Inherited access to the action
ar_arb: الوصول الموروث إلى الإجراء

source: Inherited access to the controller
ar_arb: وراثة الوصول إلى وحدة تحكم

source: Inherited access to the extension
ar_arb: وراثة الوصول إلى التمديد

source: Manage Access Rights
ar_arb: إدارة حقوق الوصول

source: Modules
ar_arb: الوحدات

source: Revoke access rights to the action
ar_arb: إبطال حقوق الوصول إلى الإجراء

source: Revoke access rights to the entire controller
ar_arb: إبطال حقوق الوصول إلى وحدة التحكم بأكملها

source: Revoke access rights to the entire extension
ar_arb: إبطال حقوق الوصول إلى الإضافة بأكملها

source: Roles
ar_arb: وظائف

source: Users
ar_arb: المستخدمين
