Repository: nithinM/TAO-Docker
Catalog: App/funcAcl/locales/*-arb/taofuncacl.rdf.po
Languages: ar_arb

# http://www.w3.org/2000/01/rdf-schema#label
source: Control component
ar_arb: مكوّن اللّون

# http://www.w3.org/2000/01/rdf-schema#comment
source: Either an extension, module or action
ar_arb: إما ملحق أو وحدة نمطية أو إجراء

# http://www.w3.org/2000/01/rdf-schema#label
source: An extension
ar_arb: امتداد

# http://www.w3.org/2000/01/rdf-schema#comment
source: A tao extension
ar_arb: امتداد tao

# http://www.w3.org/2000/01/rdf-schema#label
source: A module
ar_arb: وحدة

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Module
ar_arb: وحدة تحكم MVC

# http://www.w3.org/2000/01/rdf-schema#label
source: An action
ar_arb: إجراء

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Action
ar_arb: إجراء MVC

# http://www.w3.org/2000/01/rdf-schema#label
source: Identifier
ar_arb: المعرف

# http://www.w3.org/2000/01/rdf-schema#comment
source: Identifier
ar_arb: المعرف

# http://www.w3.org/2000/01/rdf-schema#label
source: Grant access to a control component
ar_arb: إعطاء صلاحية للتحكم فى مكون

# http://www.w3.org/2000/01/rdf-schema#comment
source: Grant access to a control component
ar_arb: منح الوصول إلى عنصر تحكم

# http://www.w3.org/2000/01/rdf-schema#label
source: Member of
ar_arb: عضو في

# http://www.w3.org/2000/01/rdf-schema#comment
source: Member of a module
ar_arb: عضو فى وحدة

# http://www.w3.org/2000/01/rdf-schema#label
source: Extension
ar_arb: امتداد

# http://www.w3.org/2000/01/rdf-schema#comment
source: Extension of the module
ar_arb: امتداد وحدة

# http://www.w3.org/2000/01/rdf-schema#label
source: Function ACL Manager
ar_arb: إدارة ACL الدالة

# http://www.w3.org/2000/01/rdf-schema#comment
source: The functionality based access controll layer Manager Role
ar_arb: دور مدير طبقة التحكم في الوصول إلى الوظائف
