Repository: nithinM/TAO-Docker
Catalog: App/taoBackOffice/locales/*/messages.po
Languages: ru_ru, vi_vn

source: Create a list
ru_ru: Создать список
vi_vn: Tạo một danh sách

source: Create items, manage item and test banks, organize cohorts and deliveries, prepare reports, set up workflows.
ru_ru: Создать элементы, управлять элементом и набором тестов, организовывать группы и передачи, подготавливать отчеты, настраивать процессы
vi_vn: Tạo các mục, quản lý mục và ngân hàng thử nghiệm, tổ chức các nhóm và phân phối, lập báo cáo, thiết lập quy trình làm việc.

source: Delete
ru_ru: Удалить
vi_vn: Xóa

source: Delete this list
ru_ru: Удалить этот список
vi_vn: Xóa danh sách này

source: Edit this list
ru_ru: Редактировать этот список
vi_vn: Sửa danh sách này

source: Edit Tree
ru_ru: Дерево редактирования
vi_vn: Sửa cây

source: element
ru_ru: элемент
vi_vn: thành phần

source: Element deleted
ru_ru: Элемент удален
vi_vn: Đã xóa phần tử

source: Element not deleted
ru_ru: Элемент не удален
vi_vn: Phần tử không bị xóa

source: Export
ru_ru: Экспортировать
vi_vn: Xuất ra

source: Import
ru_ru: Импортировать
vi_vn: Nhập vào

source: List
ru_ru: Список
vi_vn: Danh sách

source: List deleted
ru_ru: Список удален
vi_vn: Danh sách xóa

source: List not deleted
ru_ru: Список не удален
vi_vn: Danh sách không bị xóa

source: List not saved
ru_ru: Список не сохранен
vi_vn: Danh sách không được lưu

source: List saved
ru_ru: Список сохранен
vi_vn: Danh sách đã lưu

source: Lists
ru_ru: Списки
vi_vn: Danh sách

source: Please confirm you want to delete this list element.
ru_ru: Пожалуйста, подтвердите, что вы хотите удалить этот элемент списка
vi_vn: Vui lòng xác nhận bạn muốn xóa phần tử danh sách này.

source: Please confirm you want to delete this list. This operation cannot be undone.
ru_ru: Пожалуйста, подтвердите, что вы хотите удалить этот список. Эта операция не может быть отменена.
vi_vn: Vui lòng xác nhận bạn muốn xóa danh sách này. Thao tác này không thể hoàn tác.

source: Properties
ru_ru: Свойства
vi_vn: Thuộc tính

source: Settings
ru_ru: Параметры
vi_vn: Cài đặt

source: TAO Back Office
ru_ru: Бэк офис ТАО
vi_vn: Quay lại Office TAO

source: Test Developers and Administrators
ru_ru: Разработчики и администраторы Теста
vi_vn: Nhà phát triển và quản trị thử nghiệm

source: Trees
ru_ru: Списки-дерево
vi_vn: Cây

source: View tree
ru_ru: Вывести деревом
vi_vn: Xem cây

source: View Tree
ru_ru: Вывести деревом
vi_vn: Xem cây
